Repository: Alex4SSB/ADB-Explorer
Catalog: ADB Explorer/Strings/Resources.*.resx
Languages: ar, de, es, fr, he_il, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

# S_REM_APK
source: The following will be removed: {0}
de: Die folgende App wird entfernt: {0}
fr: Le suivant vas etre supprimer: {0}
he_il: הנ"ל יוסר: {0}
it: Il seguente pacchetto verrà rimosso: {0}
ja: 以下は削除されます: {0}
ko: 다음 항목이 제거됩니다: {0}
pl: Następujące elementy zostaną usunięte: {0}
ru: Следующие элементы будут удалены: {0}
tr: Aşağıdakiler kaldırılacaktır: {0}
zh_cn: 以下内容将被删除： {0}
zh_tw: 以下内容將被刪除： {0}

# S_REM_APK_PLURAL
source: The following will be removed: {0} packages
de: Die folgenden Apps wird entfernt: {0} insgesamt
fr: Les éléments suivants seront supprimés : {0} paquets
he_il: הנ"ל יוסר: {0} חבילות
it: I seguenti pacchetti verranno rimossi: {0}
ja: 以下のパッケージが削除されます: {0} パッケージ
ko: 다음 항목이 제거됩니다: {0}개의 패키지
pl: Następujące elementy zostaną usunięte: {0} pakietów
ru: Следующие элементы будут удалены: {0} пакетов
tr: Aşağıdakiler kaldırılacaktır: {0} paket
zh_cn: 以下内容将被卸载： {0} 软件包
zh_tw: 以下内容將被卸載： {0} 軟件包

# S_UNINSTALL
source: Uninstall
de: Deinstallieren
fr: Désinstaller
he_il: הסר
it: Disinstalla
ja: アンインストール
ko: 제거
pl: Odinstaluj
ru: Деинсталлировать
tr: Kaldır
zh_cn: 卸载
zh_tw: 卸載

# S_CANCEL
source: Cancel
de: Abbrechen
fr: Annuler
he_il: ביטול
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
ru: Отмена
tr: İptal
zh_cn: 取消
zh_tw: 取消

# S_CONFIRM
source: Confirm
de: Bestätigen
fr: Confirmer
he_il: אישור
it: Conferma
ja: 確認
ko: 확인
pl: Potwierdź
ru: Подтвердить
tr: Onayla
zh_cn: 确认
zh_tw: 確認

# S_SKIP
source: Skip
de: Überspringen
fr: Sauter
he_il: דלג
it: Salta
ja: スキップ
ko: 건너뛰기
pl: Pomiń
ru: Пропустить
tr: Atla
zh_cn: 跳过
zh_tw: 跳過

# S_REPLACE
source: Replace
de: Ersetzen
fr: Remplacer
he_il: החלף
it: Sostituisci
ja: 置換
ko: 바꾸기
pl: Zamień
ru: Заменить
tr: Değiştir
zh_cn: 替换
zh_tw: 替換

# S_MERGE_OR_REPLACE
source: Merge or Replace
de: Zusammenführen oder ersetzen
fr: Fusionner ou remplacer
he_il: מזג או החלף
it: Unisci o Sostituisci
ja: マージまたは置換
ko: 병합 또는 바꾸기
pl: Połącz lub zamień
ru: Объединить или заменить
tr: Birleştir veya Değiştir
zh_cn: 合并或替换
zh_tw: 合并或替換

# S_CONFLICT_ITEMS
source: There is 1 conflicting item
de: Es gibt ein Konflikt
fr: Il y a 1 objet en conflit
he_il: קיים פריט 1 עם התנגשות
it: C'è un elemento in conflitto
ja: 競合する項目が 1 件あります
ko: 충돌하는 항목이 1개 있습니다
pl: Istnieje 1 element powodujący konflikt
ru: Конфликтует 1 элемент
tr: 1 adet çakışan öğe var
zh_cn: 有 1 个冲突项
zh_tw: 有 1 個衝突項

# S_CONFLICT_ITEMS_DESTINATION
source: There is 1 conflicting item in {0}
de: Es gibt ein Konflikt im {0}
fr: Il y a 1 objet en conflit dans {0}
he_il: קיים פריט 1 עם התנגשות ב {0}
it: C'è un elemento in conflitto in {0}
ja: {0} には競合する項目が 1 件あります
ko: {0}에 충돌하는 항목이 1개 있습니다
pl: W {0} występuje 1 element powodujący konflikt
ru: Конфликтует 1 элемент 1 в {0}
tr: {0} içinde 1 çakışan öğe var
zh_cn: 在 {0} 中有 1 个冲突项
zh_tw: 在 {0} 中有 1 個衝突項

# S_CONFLICT_ITEMS_PLURAL
source: There are {0} conflicting items
de: Es gibt {0} miteinander in Konflikt stehende Elemente
fr: Il y a {0} objets en conflit
he_il: קיימים {0} פריטים עם התנגשות
it: Ci sono {0} elementi in conflitto
ja: 競合する項目が {0} 件あります
ko: 충돌하는 항목이 {0}개 있습니다
pl: Istnieje {0} konfliktujących elementów
ru: {0} конфликтующих элементов
tr: {0} çakışan öğe var
zh_cn: 有 {0} 个冲突项
zh_tw: 有 {0} 個衝突項

# S_CONFLICT_ITEMS_PLURAL_DESTINATION
source: There are {0} conflicting items in {1}
de: Es gibt {0} miteinander in Konflikt stehende Elemente in {1}
fr: Il y a {0} objets en conflit dans {1}
he_il: קיימים {0} פריטים עם התנגשות ב {1}
it: Ci sono {0} elementi in conflitto in {1}
ja: {1} には競合する項目が {0} 件あります
ko: {1}에 충돌하는 항목이 {0}개 있습니다
pl: W {1} jest {0} elementów powodujących konflikt
ru: {0} конфликтующих элементов в {1}
tr: {1} içinde {0} çakışan öğe var
zh_cn: 在 {1} 中有 {0} 个冲突项
zh_tw: 在 {1} 中有 {0} 個衝突項

# S_PASTE_CONFLICTS_TITLE
source: Paste Conflicts
de: Konflikte beim Einfügen
fr: Coller conflits
he_il: התנגשויות בהדבקה
it: Conflitti nell'incolla
ja: 貼り付けの競合
ko: 붙여넣기 충돌
pl: Wklej konflikty
ru: Ошибка копирования
tr: Yapıştırma Çakışmaları
zh_cn: 粘贴冲突
zh_tw: 粘貼衝突

# S_SELECT_FOLDER_PUSH
source: Select folders to push
de: Ordner auswählen, um zu pushen
fr: Sélectionnez dossiers à pousser
he_il: בחר תיקיות להעלאה
it: Seleziona le cartelle da inviare
ja: 送信するフォルダを選択
ko: 푸시할 폴더 선택
pl: Wybierz foldery do przesłania
ru: Выберите папки для отправки
tr: Göndermek için klasörleri seçin
zh_cn: 选择要推送的文件夹
zh_tw: 選擇要推送的文件夾

# S_SELECT_FOLDER_PUSH_DESTINATION
source: Select folders to push into {0}
de: Push Zielordner auswählen
fr: Sélectionnez dossiers à pousser dans {0}
he_il: בחר תיקיות להעלאה לתוך {0}
it: Seleziona le cartelle da mettere in {0}
ja: {0} に送信するフォルダを選択
ko: {0}에 푸시할 폴더 선택
pl: Wybierz foldery do przesłania do {0}
ru: Выберите папки для отправки в {0}
tr: {0} içine aktarılacak klasörleri seçin
zh_cn: 选择要推送至 {0} 的文件夹
zh_tw: 選擇要推送至 {0} 的文件夾

# S_SELECT_FILE_PUSH
source: Select files to push
de: Zu pushende Dateien auswählen
fr: Sélectionnez fichiers à pousser
he_il: בחר קבצים להעלאה
it: Seleziona i file da inviare
ja: 送信するファイルを送信
ko: 푸시할 파일 선택
pl: Wybierz pliki do przesłania
ru: Выберите файлы для отправки
tr: Gönderilecek dosyaları seçin
zh_cn: 选择要推送的文件
zh_tw: 選擇要推送的文件夾

# S_SELECT_FILE_PUSH_DESTINATION
source: Select files to push into {0}
de: Wählen Sie Dateien aus, um sie in {0} zu übertragen
fr: Sélectionnez fichiers à pousser dans {0}
he_il: בחר קבצים להעלאה לתוך {0}
it: Seleziona i file da mettere in {0}
ja: {0} に送信するファイルを選択
ko: {0}에 푸시할 파일 선택
pl: Wybierz pliki do przesłania do {0}
ru: Выберите файлы для отправки в {0}
tr: {0} içine aktarılacak dosyaları seçin
zh_cn: 选择要推送至 {0} 的文件
zh_tw: 選擇要推送至 {0} 的文件

# S_BUTTON_CLEAR
source: Clear
de: Löschen
fr: Vider
he_il: נקה
it: Pulisci
ja: クリア
ko: 지우기
pl: Wyczyść
ru: Отчистить
tr: Temizle
zh_cn: 清空
zh_tw: 清空

# S_SETTINGS_ENABLE_MDNS
source: mDNS
de: mDNS aktivieren
fr: Activer mDNS
he_il: הפעל mDNS
it: Abilita mDNS
ja: mDNSを有効にする
pl: Włącz mDNS
ru: Включить mDNS
tr: mDNS'yi etkinleştir
zh_cn: 启用 mDNS
zh_tw: 啓用 mDNS

# S_SETTINGS_POLL_DEVICES
source: Polling For Devices
de: Geräte abfragen
fr: Sondage pour appareils
he_il: סרוק אחר מכשירים
it: Rileva automaticamente i dispositivi
ja: デバイスのポーリング
ko: 장치 폴링
pl: Statystyki dla urządzeń
ru: Опрос по устройствам
tr: Cihaz Yoklaması
zh_cn: 轮询设备
zh_tw: 輪詢設備

# S_SETTINGS_POLL_BATTERY
source: Polling For Battery Status
de: Akkustatus abfragen
fr: Sondage pour statut batterie
he_il: סרוק מצב סוללה
it: Ottieni lo stato della batteria
ja: バッテリーステータスのポーリング
ko: 배터리 상태 폴링
pl: Statystyki dotyczące stanu baterii
ru: Запрос статуса батареи
tr: Pil Durumu Yoklaması
zh_cn: 电池状态查询
zh_tw: 電池狀態查詢

# S_SETTINGS_AUTO_ROOT
source: Automatically Enable Root
de: Root automatisch aktivieren
fr: Activer Root automatiquement
he_il: הפעל גישת Root אוטומטית
it: Abilita automaticamente il root
ja: 自動的にroot権限を有効にする
ko: 자동으로 루트 활성화
pl: Automatyczne włączanie roota
ru: Автоматически включить ROOT
tr: Otomatik olarak Root'u Etkinleştir
zh_cn: 自动启用 Root 权限
zh_tw: 自動啓用 Root 權限

# S_SETTINGS_SAVE_DEVICES
source: Save Manually Connected Devices
de: Manuell verbundene Geräte speichern
fr: Enregistrer manuellement les appareils connectés
he_il: שמור מכשירים שחוברו ידנית
it: Salva i dispositivi connessi manualmente
ja: 手動で接続されたデバイスを保存する
ko: 수동 연결 장치 저장
pl: Zapisz ręcznie podłączone urządzenia
ru: Сохранять устройства подключённые вручную
tr: Manuel Olarak Bağlanan Cihazları Kaydet
zh_cn: 保存手动连接的设备
zh_tw: 保存手動連接的設備

# S_SETTINGS_AUTO_OPEN
source: Automatically Open For Browsing
de: Automatisch zum Durchsuchen öffnen
fr: Automatiquement ouvert pour navigation
he_il: אוטומטית פתח לסיור
it: Apri automaticamente
ja: 最後に接続されたデバイスを自動的に開く
ko: 자동으로 탐색 열기
pl: Automatycznie otwórz do przeglądania
ru: Авто открытие для обзора
tr: Tarama için Otomatik Olarak Aç
zh_cn: 自动打开以进行浏览
zh_tw: 自動打開以進行瀏覽

# S_SETTINGS_COMPACT_VIEW
source: Compact View
de: Kompaktansicht aktivieren
fr: Activer vue compacte
he_il: הפעל תצוגה קומפקטית
it: Abilita la modalità compatta
ja: コンパクトビューを有効にする
ko: 간결한 보기
pl: Włącz widok kompaktowy
ru: Включить компактный вид
tr: Kompakt Görünümü Etkinleştir
zh_cn: 启用紧凑视图
zh_tw: 啓用緊凑視圖

# S_SETTINGS_STOP_ON_SYNC
source: Stop Polling On Push/Pull
de: Stopen Sie das Polling bei Push/Pull
he_il: עצור סריקות בזמן הורדה/העלאה
it: Interrompi l'ottenimento dei dati durante il trasferimento
ja: 送受信時にポーリングを停止する
ko: 푸시/풀 시 폴링 중지
pl: Zatrzymaj statystyki w trybie push/pull
ru: Прекращать опрос при передаче файлов
tr: Aktarımda Yoklamayı Kes
zh_cn: 停止 推送 / 拉取 轮询
zh_tw: 停止 Push / Pull 輪詢

# S_SETTINGS_PARALLEL_OPERATIONS
source: Simultaneous Operations
de: Gleichzeitige Operationen zulassen
fr: Permettre opérations simultanées
he_il: הפעל פעולות מקביליות
it: Consenti operazioni simultanee su più dispositivi
ja: 複数のデバイスで同時操作を許可する
ko: 동시 작업
pl: Zezwalaj na jednoczesne operacje
ru: Разрешить одновременные операции
tr: Eşzamanlı İşlemleri İzin Ver
zh_cn: 允许同时操作
zh_tw: 允許同時操作

# S_SETTINGS_MEDIA_RESCAN
source: Force Media Rescan On Push
de: Media-Rescan erzwingen bei Push
he_il: בצע סריקת מדיה לאחר העלאה
it: Forza la scansione dopo il trasferimento
ja: 送信後にメディアの再スキャンを強制する
ko: 푸시 시 미디어 재스캔 강제
pl: Wymuś ponowne skanowanie multimediów podczas przesyłania
ru: Автообновление медиатеки после копирования
tr: Gönderme Sonrası Medya Tara
zh_cn: 在 Push 时强制媒体重新扫描
zh_tw: 在 Push 時强制媒體重新掃描

# S_SETTINGS_POLL_DRIVES
source: Polling For Drives
de: Laufwerke abfragen
he_il: סרוק אחר כוננים
it: Rileva automaticamente i dischi
ja: ドライブのポーリング
ko: 드라이브 폴링
pl: Statystyki dla dysków
ru: Запрос по устройствам
tr: Sürücü Yoklaması
zh_cn: 轮询设备
zh_tw: 輪詢設備

# S_SETTINGS_APK
source: APK Support
de: APK-Verarbeitung aktivieren
fr: Activer gestion APK
he_il: הפעל טיפול ב APK
it: Abilita la gestione degli APK
ja: APK の操作を有効化
ko: APK 지원
pl: Włącz obsługę APK
ru: Включить поддержку APK
tr: APK Yönetimini Etkinleştir
zh_cn: 启用 APK 处理
zh_tw: 啓用 APK 處理

# S_SETTINGS_SHOW_EXTENSIONS
source: Show File Name Extensions
de: Dateinamenserweiterungen anzeigen
fr: Afficher extensions de nom de fichier
he_il: הצג סיומות בשמות קבצים
it: Mostra estensioni dei file
ja: ファイル名拡張子を表示
ko: 파일 확장자 표시
pl: Pokaż rozszerzenia plików
ru: Отображать тип файла
tr: Dosya Adı Uzantılarını Göster
zh_cn: 显示文件扩展名
zh_tw: 顯示文件擴展名

# S_SETTINGS_HIDDEN_ITEMS
source: Show Hidden Items
de: Versteckte Elemente anzeigen
fr: Afficher éléments cachés
he_il: הצג פריטים חבויים
it: Mostra elementi nascosti
ja: 非表示の項目を表示
ko: 숨김 항목 표시
pl: Pokaż ukryte elementy
ru: Отображать скрытые элементы
zh_cn: 显示隐藏的项目
zh_tw: 顯示隱藏的對象

# S_SETTINGS_SYSTEM_APPS
source: Show System Apps
de: System-Apps anzeigen
fr: Afficher apps système
he_il: הצג אפליקציות מערכת
it: Mostra app di sistema
ja: システムアプリを表示
ko: 시스템 앱 표시
pl: Pokaż aplikacje systemowe
ru: Отображать системные приложения
zh_cn: 显示系统应用
zh_tw: 顯示系統應用

# S_SETTINGS_GROUP_DOUBLE_CLICK
source: File Double Click
de: Datei-Doppelklick
he_il: לחיצה כפולה על קובץ
it: Doppio click su file
ja: ファイルダブルクリック時の動作
ko: 파일 더블 클릭
pl: Wybór elementu podwójnym kliknięciem
ru: Двойной щелчок
zh_cn: 双击文件时
zh_tw: 雙擊文件

# S_SETTINGS_DOUBLE_CLICK_NONE
source: None
de: Kein
fr: Aucune
he_il: כלום
it: Non fare niente
ja: 何もしない
ko: 없음
pl: Nic
ru: Нет
zh_cn: 无
zh_tw: 無

# S_SETTINGS_DOUBLE_CLICK_PULL
source: Pull To Default Folder
de: In Standard Ordner ziehen
fr: Tirer vers dossier par défaut
he_il: הורד אל תיקיית ברירת המחדל
it: Copialo nella cartella predefinita
ja: デフォルトフォルダに受信
ko: 기본 폴더로 가져오기
pl: Pobierz do domyślnego folderu
ru: Извлечь в папку по умолчанию
zh_cn: 拉取到默认文件夹
zh_tw: Pull 到默認文件夾

# S_SETTINGS_DOUBLE_CLICK_OPEN
source: Open In Editor
de: Im Editor öffnen
fr: Ouvrir dans éditeur
he_il: פתח בעורך הטקסט
it: Aprilo nell'editor
ja: エディターで開く
ko: 편집기에서 열기
pl: Otwórz w edytorze
ru: Открыть в редакторе
zh_cn: 在编辑器中打开
zh_tw: 在編輯器中打開

# S_SETTINGS_OVERRIDE_ADB
source: Override ADB Path
de: ADB-Pfad überschreiben
he_il: דרוס את נתיב ADB
it: Sovrascrivi il percorso di ADB
ja: ADBパスを上書きする
ko: ADB 경로 재정의
pl: Zastąp ścieżkę ADB
ru: Предопределить путь к ADB
zh_cn: 覆盖 ADB 路径
zh_tw: 覆蓋 ADB 路徑

# S_SETTINGS_DEFAULT_FOLDER
source: Default Folder
de: Standardordner
fr: Dossier par défaut
he_il: תיקיית ברירת המחדל
it: Cartella predefinita
ja: デフォルトフォルダ
ko: 기본 폴더
pl: Folder domyślny
ru: Папка по умолчанию
zh_cn: 默认文件夹
zh_tw: 默認文件夾

# S_SETTINGS_THEME_LIGHT
source: Light
de: Hell
fr: Lumineux
he_il: בהיר
it: Chiaro
ja: ライト
ko: 밝게
pl: Jasny
ru: Светлая
zh_cn: 浅色
zh_tw: 淺色

# S_SETTINGS_THEME_DARK
source: Dark
de: Dunkel
fr: Sombre
he_il: כהה
it: Scuro
ja: ダーク
ko: 어둡게
pl: Ciemny
ru: Темная
zh_cn: 深色
zh_tw: 深色

# S_SETTINGS_THEME_DEFAULT
source: Windows Default
de: Windows-Vorgabe
fr: Windows par défaut
he_il: ברירת המחדל של המערכת
it: In base a Windows
ja: Windowsのデフォルト
ko: Windows 기본값
pl: Domyślny systemowy
ru: Как в Windows
zh_cn: 跟随 Windows 默认
zh_tw: 跟隨 Windows 默認主題

# S_SETTINGS_GROUP_THEME
source: Theme
de: Thema
fr: Thème
he_il: צבע
it: Tema
ja: テーマ
ko: 테마
pl: Motyw
ru: Тема
zh_cn: 主题
zh_tw: 主題

# S_SETTINGS_FLUENT
source: Force Fluent Styles
de: Fluent-Stile erzwingen
fr: Forcer styles fluides
he_il: השתמש בסטייל Fluent
it: Forza lo stile Fluent di Windows
ja: Fluent Stylesを強制する
ko: 플루언트 스타일 강제
pl: Wymuś płynne style
ru: Принудительные стили
zh_cn: 强制 Fluent 风格
zh_tw: 强制 Fluent 風格

# S_SETTINGS_DISABLE_HW
source: Disable Hardware Acceleration
de: Hardwarebeschleunigung deaktivieren
fr: Désactiver accélération matérielle
he_il: בטל האצה חומרתית
it: Disabilita accelerazione hardware
ja: ハードウェアアクセラレーションを無効にする
ko: 하드웨어 가속 비활성화
pl: Wyłącz przyspieszenie sprzętowe
ru: Отключить аппаратное ускорение
zh_cn: 禁用硬件加速
zh_tw: 禁用硬件加速

# S_SETTINGS_ANIMATION
source: Disable Animations
de: Animationen deaktivieren
fr: Désactiver animations
he_il: בטל אנימציות
it: Disabilita animazioni
ja: アニメーションを無効にする
ko: 애니메이션 비활성화
pl: Wyłącz animacje
ru: Отключить анимации
zh_cn: 禁用动画
zh_tw: 禁用動畫

# S_SETTINGS_SPLASH
source: Splash Screen
de: Startbildschirm anzeigen
fr: Afficher écran démarrage
he_il: הצג מסך נחיתה
it: Mostra schermata di avvio
ja: スプラッシュスクリーンを表示
ko: 시작 화면
pl: Wyświetl ekran powitalny
ru: Отключить заставку
zh_cn: 显示启动画面
zh_tw: 顯示啓動畫面

# S_SETTINGS_UPDATES
source: Check For Updates
de: Auf Aktualisierungen prüfen
fr: Vérifier mises à jour
he_il: בדוק אחר עדכונים
it: Controlla aggiornamenti
ja: アップデートを確認する
ko: 업데이트 확인
pl: Sprawdź dostępność aktualizacji
ru: Проверить наличие обновлений
zh_cn: 检查更新
zh_tw: 檢查更新

# S_SETTINGS_GROUP_GRAPHICS
source: Graphics
de: Grafik
fr: Graphismes
he_il: גרפיקה
it: Grafica
ja: グラフィック
ko: 그래픽
pl: Grafika
ru: Внешний вид
zh_cn: 图形
zh_tw: 圖形

# S_SETTINGS_GROUP_WORK_DIRS
source: Working Directories
de: Arbeitsverzeichnisse
fr: Répertoires de travail
he_il: תיקיות עבודה
it: Cartelle per le operazioni
ja: 作業ディレクトリ
ko: 작업 디렉터리
pl: Katalogi robocze
ru: Рабочие директории
zh_cn: 工作目录
zh_tw: 工作目錄

# S_SETTINGS_GROUP_EXPLORER
source: Explorer
de: Datei Browser
fr: Explorateur
he_il: סייר
it: Esploratore
ja: エクスプローラ
ko: 탐색기
pl: Eksplorator
ru: Проводник
zh_cn: 文件资源管理器
zh_tw: 文件資源管理器

# S_SETTINGS_GROUP_DRIVES
source: Drives & Features
de: Laufwerke & Funktionen
he_il: כוננים ופ'יצרים
it: Dischi e funzioni
ja: ドライブと機能
ko: 드라이브 및 기능
pl: Napędy i funkcje
ru: Устройства и Возможности
zh_cn: 驱动程序和功能
zh_tw: 驅動程序和功能

# S_SETTINGS_GROUP_DEVICE
source: Device
de: Gerät
he_il: מכשיר
it: Dispositivo
ja: デバイス
ko: 장치
pl: Urządzenie
ru: Устройство
zh_cn: 设备
zh_tw: 設備

# S_DONATE
source: Donate or Sponsor
de: Spenden oder sponsern
fr: Faire un don ou parrainer
he_il: תרום או ממן
it: Dona o Abbonati
ja: 寄付またはスポンサー
ko: 기부 또는 후원
pl: Wesprzyj lub sponsoruj
ru: Поддержать
zh_cn: 捐赠或赞助
zh_tw: 捐贈或資助

# S_APP_DATA_FOLDER
source: App Data Folder
de: App-Datenordner
fr: Dossier données d’app
he_il: תיקיית נתוני התוכנה
it: Cartella dei dati dell'app
ja: アプリデータフォルダ
ko: 앱 데이터 폴더
pl: Folder danych aplikacji
ru: Папка App Data
zh_cn: 应用数据文件夹
zh_tw: 應用數據文件夾

# S_GITHUB_REPO
source: GitHub repository
fr: Dépôt GitHub
he_il: העמוד ב GitHub
it: Repository GitHub
ja: GitHubリポジトリ
ko: GitHub 저장소
pl: Repozytorium GitHub
ru: Ссылка на GitHub
zh_cn: GitHub 仓库
zh_tw: GitHub 倉庫

# S_PRIVACY_POLICY
source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité
he_il: הסכם פרטיות
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pl: Polityka prywatności
ru: Политика конфиденциальности
zh_cn: 隐私政策
zh_tw: 隱私政策

# S_ATTRIBUTIONS
source: Attributions & Third Party Licenses
de: Quellenangaben und Lizenzen von Drittanbietern
fr: Attributions et Licences de tiers
he_il: ייחוסים ורשיונות צד ג'‏
it: Crediti e Licenze di terze parti
ja: 帰属表示とサードパーティライセンス
ko: 저작자 표시 및 타사 라이선스
pl: Atrybucje i licencje stron trzecich
ru: Сторонние лицензии
zh_cn: 归属及第三方许可
zh_tw: 歸屬及第三方許可

# S_SEE_TERMS
source: See terms
de: Bedingungen ansehen
fr: Voir les termes
he_il: ראה תנאים
it: Vedi i termini
ja: 利用規約を見る
ko: 약관 보기
pl: Zobacz warunki
ru: Показать условия
zh_cn: 查看条款
zh_tw: 查看條款

# S_PLACEHOLDER_NOT_SET
source: [not set]
de: [nicht festgelegt]
fr: [non défini(e)]
he_il: [לא הוגדר]
it: [non impostato]
ja: [未設定]
ko: [설정되지 않음]
pl: [nie ustawiono]
ru: [не назначено]
zh_cn: [未设置]
zh_tw: [未設置]

# S_SEARCH_SETTINGS
source: Search Settings
de: Einstellungen suchen
fr: Paramètres recherche
he_il: חפש בהגדרות
it: Impostazioni di ricerca
ja: 設定を検索
ko: 설정 검색
pl: Ustawienia wyszukiwania
ru: Поиск настроек
zh_cn: 搜索设置
zh_tw: 搜索設置

# S_EXIT_SEARCH
source: Exit Search
de: Suche beenden
fr: Quitter recherche
he_il: צא מהחיפוש
it: Esci dalla ricerca
ja: 検索を終了
ko: 검색 종료
pl: Wyjdź z wyszukiwania
ru: Закрыть поиск
zh_cn: 退出搜索
zh_tw: 退出搜索

# S_SEARCH_VIEW
source: Search View
de: Suchansicht
fr: Vue recherche
he_il: תצוגת חיפוש
it: Cerca
ja: 検索を表示
ko: 검색 보기
pl: Widok wyszukiwania
ru: Поиск
zh_cn: 搜索视图
zh_tw: 搜索視圖

# S_COLLAPSE_ALL
source: Collapse All
de: Alles einklappen
fr: Réduire tout
he_il: כווץ הכל
it: Comprimi tutto
ja: すべて折りたたむ
ko: 모두 접기
pl: Zwiń wszystko
ru: Свернуть все
zh_cn: 全部折叠
zh_tw: 全部摺叠

# S_EXPAND_ALL
source: Expand All
de: Alles ausklappen
fr: Étendre tout
he_il: הרחב הכל
it: Espandi tutto
ja: すべて展開
ko: 모두 펼치기
pl: Rozwiń wszystko
ru: Развернуть все
zh_cn: 展开所有
zh_tw: 展開所有

# S_SETTINGS_TITLE
source: Settings
de: Einstellungen
fr: Paramètres
he_il: הגדרות
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
ru: Настройки
zh_cn: 设置
zh_tw: 設置

# S_ACTION_HIDE
source: Hide
de: Ausblenden
fr: Cacher
he_il: החבא
it: Nascondi
ja: 隠す
ko: 숨기기
pl: Ukryj
ru: Скрыть
zh_cn: 隐藏
zh_tw: 隱藏

# S_SETTINGS_LANGUAGE
source: Language
de: Sprache
fr: Langue
he_il: שפה
it: Lingua
ja: 言語
ko: 언어
pl: Język
ru: Язык
zh_cn: 语言
zh_tw: 語言

# S_BUTTON_OK
source: Ok
he_il: אוקיי
ko: 확인
ru: Ок

# S_FILTER_FILE_OPS
source: Filter File Operations
de: Filter-Dateioperationen
fr: Filtrer opérations fichier
he_il: סנן פעולות קבצים
it: Filtra in base all'operazione sui file
ja: ファイル操作のフィルター
ko: 파일 작업 필터링
pl: Filtruj operacje na plikach
ru: Фильтр операций
zh_cn: 筛选文件操作
zh_tw: 篩選文件操作

# S_ENABLE_AUTO_PLAY
source: Enable Auto Play
de: Automatische Ausführung aktivieren
fr: Activer lecture auto
he_il: הפעל ריצה אוטומטית
it: Abilita auto esecuzione delle operazioni
ja: 自動処理を有効にする
ko: 자동 재생 활성화
pl: Włącz autoodtwarzanie
ru: Включить авто воспроизведение
zh_cn: 启用自动处理
zh_tw: 應用自動處理

# S_AUTO_PLAY_DISABLE
source: Disable Auto Play Cancel All Running
de: Automatische Wiedergabe deaktivieren Alle laufenden Vorgänge abbrechen
fr: Désactiver la lecture auto Annuler tout en cours
he_il: בטל ריצה אוטומטית בטל את כל הפעולות הרצות
it: Disabilita auto esecuzione delle operazioni Annulla tutte le operazioni in corso
ja: 自動処理を無効にする 実行中のすべての処理をキャンセル
ko: 자동 재생 비활성화 실행 중인 작업 모두 취소
pl: Wyłącz autoodtwarzanie Anuluj wszystkie uruchomione
ru: Отключить авто воспроизведение Отмена всех запусков
zh_cn: 禁用自动处理 取消所有正在运行的任务
zh_tw: 禁用自動處理 取消所有正在運行的任務

# S_LOG_UPDATES_PAUSE
source: Log Updates Are Paused
de: Protokollaktualisierungen sind pausiert
fr: Mises à jour du journal sont en pause
he_il: עדכון היומן מופסק
it: Gli aggiornamenti del log sono in pausa
ja: ログの更新は一時停止中
ko: 로그 업데이트 일시 중지됨
pl: Aktualizacje dziennika są wstrzymane
ru: Логирование остановлено
zh_cn: 日志更新操作已暂停
zh_tw: 日志更新操作已暫停

# S_LOG_UPDATES_ALT
source: Pause Log Updates
de: Protokollaktualisierungen pausieren
fr: Mettre en pause mises à jour du journal
he_il: הפסק עדכוני יומן
it: Metti in pausa gli aggiornamenti del log
ja: ログ更新を一時停止
ko: 로그 업데이트 일시 중지
pl: Wstrzymaj aktualizacje dziennika
ru: Остановить логирование
zh_cn: 暂停日志更新
zh_tw: 暫停日志更新

# S_BUTTON_LOG
source: Command Log
de: Befehlsprotokoll
fr: Historique de commandes
he_il: יומן פקודות
it: Log dei comandi
ja: コマンドログ
ko: 명령 로그
pl: Dziennik poleceń
ru: Логи
zh_cn: 命令日志
zh_tw: 命令日志

# S_BUTTON_DRIVES
source: Device Drives
de: Gerätelaufwerke
he_il: כונני המכשיר
it: Dischi del dispositivo
ja: デバイスドライブ
ko: 장치 드라이브
pl: Napędy urządzeń
ru: Накопители устройств
zh_cn: 设备驱动
zh_tw: 設備驅動

# S_BUTTON_BACK
source: Back
de: Zurück
fr: Retour
he_il: אחורה
it: Indietro
ja: 戻る
ko: 뒤로
pl: Wstecz
ru: Назад
zh_cn: 后退
zh_tw: 後退

# S_BUTTON_FORWARD
source: Forward
de: Weiter
fr: Suivant
he_il: קדימה
it: Avanti
ja: 進む
ko: 앞으로
pl: Do przodu
ru: Вперед
zh_cn: 前进
zh_tw: 前進

# S_BUTTON_UP
source: Up
de: Hoch
fr: Dossier parent
he_il: מעלה
it: Cartella padre
ja: 親フォルダ
ko: 위로
pl: Do góry
ru: Вверх
zh_cn: 上一级
zh_tw: 上一級

# S_BUTTON_FILTER
source: Filter
fr: Filtrer
he_il: סינון
it: Filtra
ja: フィルター
ko: 필터
pl: Filtr
ru: Фильтр
zh_cn: 筛选
zh_tw: 篩選

# S_BUTTON_DEVICES
source: Devices
de: Geräte
fr: Appareils
he_il: מכשירים
it: Dispositivi
ja: デバイス
ko: 장치
pl: Urządzenia
ru: Устройства
zh_cn: 设备
zh_tw: 設備

# S_BUTTON_PUSH
source: Push
de: Upload auf das Gerät
he_il: העלה
it: Invia al dispositivo (Push)
ja: デバイスへ送信
ko: 푸시
pl: Wyślij
ru: Отправить
zh_cn: 推送
zh_tw: 推送

# S_MENU_FOLDERS
source: Folders
de: Ordner
fr: Dossiers
he_il: תיקיות
it: Cartelle
ja: フォルダー
ko: 폴더
pl: Foldery
pt_br: Pastas
ru: Папки
zh_cn: 选择文件夹
zh_tw: 選擇文件夾

# S_MENU_FILES
source: Files
de: Dateien
fr: Fichiers
he_il: קבצים
it: File
ja: ファイル
ko: 파일
pl: Pliki
pt_br: Arquivos
ru: Файлы
zh_cn: 选择文件
zh_tw: 選擇文件

# S_MENU_REFRESH
source: Refresh
de: Auffrischen
fr: Actualiser
he_il: רענן
it: Aggiorna
ja: 更新
ko: 새로 고침
pl: Odśwież
ru: Обновить
zh_cn: 刷新
zh_tw: 刷新

# S_MENU_COPY
source: Copy
de: Kopieren
fr: Copier
he_il: העתק
it: Copia
ja: コピー
ko: 복사
pl: Kopiuj
pt_br: Copiar
ru: Копировать
zh_cn: 复制
zh_tw: 複製

# S_MENU_MORE
source: More
de: Mehr
fr: Plus
he_il: עוד
it: Altro
ja: その他のメニュー
ko: 더 보기
pl: Więcej
ru: Больше
zh_cn: 更多
zh_tw: 更多

# S_MENU_EDIT
source: Edit
de: Bearbeiten
fr: Modifier
he_il: ערוך
it: Modifica
ja: 編集
ko: 편집
pl: Edytuj
pt_br: Editar
ru: Редактировать
zh_cn: 编辑
zh_tw: 編輯

# S_MENU_NEW
source: New
de: Neu
fr: Nouveau
he_il: חדש
it: Nuovo
ja: 新規作成
ko: 새로 만들기
pl: Nowy
pt_br: Novo
ru: Создать
zh_cn: 新建
zh_tw: 新建

# S_MENU_FOLDER
source: Folder
de: Ordner
fr: Dossier
he_il: תיקייה
it: Cartella
ja: フォルダー
ko: 폴더
ru: Папка
zh_cn: 文件夹
zh_tw: 文件夾

# S_MENU_FILE
source: File
de: Datei
fr: Fichier
he_il: קובץ
ja: ファイル
ko: 파일
pl: Plik
ru: Файл
zh_cn: 文件
zh_tw: 文件

# S_MENU_SELECT_ALL
source: Select All
de: Alles auswählen
fr: Sélectionner tous
he_il: בחר הכל
it: Seleziona tutti
ja: すべて選択
ko: 모두 선택
pl: Wybierz wszystko
ru: Выбрать все
zh_cn: 全选
zh_tw: 全選

# S_MENU_CUT
source: Cut
de: Ausschneiden
fr: Couper
he_il: גזור
it: Taglia
ja: 切り取り
ko: 잘라내기
pl: Wytnij
ru: Вырезать
zh_cn: 剪切
zh_tw: 剪切

# S_MENU_PASTE_LINK
source: Paste Link
de: Link einfügen
fr: Coller le lien
he_il: הדבק קישור
it: Incolla collegamento
ja: リンクを貼り付け
ko: 링크 붙여넣기
pl: Wklej link
ru: Вставить ссылку
zh_cn: 粘贴链接
zh_tw: 粘貼鏈接

# S_MENU_RENAME
source: Rename
de: Umbenennen
fr: Renommer
he_il: שנה שם
it: RInomina
ja: 名前の変更
ko: 이름 바꾸기
pl: Zmień nazwę
ru: Переименовать
zh_cn: 重命名
zh_tw: 重命名

# S_MENU_PACKAGE
source: Package
de: Paket
fr: Paquet
he_il: חבילה
it: Pacchetto
ja: パッケージ
ko: 패키지
pl: Paczka
ru: Пакет
zh_cn: 软件包
zh_tw: 軟件包
