Repository: Alex4SSB/ADB-Explorer
Catalog: ADB Explorer/Strings/Resources.*.resx
Languages: ar, de, es, fr, he_il, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

# S_NAV_HISTORY
source: Navigation History
de: Navigationsverlauf
fr: Historique navigation
he_il: מיקומים אחרונים
it: Cronologia di navigazione
ja: ナビゲーション履歴
ko: 탐색 기록
pl: Historia nawigacji
ru: История навигации
zh_cn: 显示导航历史记录的菜单的工具提示

# S_ADD_CURRENT_LOC
source: Add Current Location
de: Aktuellen Ort hinzufügen
fr: Ajouter emplacement actuel
he_il: הוסף מיקום נוכחי
it: Aggiungi la cartella corrente
ja: 現在の場所を追加
ko: 현재 위치 추가
pl: Dodaj obecną lokalizację
ru: Добавить текущее местоположение
zh_cn: 显示导航历史记录的菜单的工具提示

# S_REMOVE
source: Remove
de: Entfernen
fr: Retirer
he_il: הסר מהרשימה
it: Rimuovi
ja: 削除
ko: 제거
pl: Usunąć
ru: Стереть
zh_cn: 用于从列表中删除已保存位置的按钮的工具提示

# S_SAVED_LOCATIONS
source: Saved Locations
de: Gespeicherte Orte
fr: Emplacements sauvegardés
he_il: מיקומים שמורים
it: Cartelle salvate
ja: 保存した場所
ko: 저장된 위치
pl: Zapisane lokalizacje
ru: Сохранённые пути
zh_cn: 用于打开已保存位置菜单的按钮的工具提示

# KILO
source: {0} KB
ru: {0} КБ

# MEGA
source: {0} MB
ar: {0} ميجابايت
ru: {0} МБ

# GIGA
source: {0} GB
ar: {0} جيجابايت
ru: {0} ГБ

# TERA
source: {0} TB
ru: {0} ТБ

# PETA
source: {0} PB
ru: {0} ПБ

# EXA
source: {0} EB
ru: {0} ЕБ

# MILLI
source: m
fr: mA
ru: милли
zh_cn: 毫安

# MICRO
source: u
fr: uA
ru: микро
zh_cn: 微安

# NANO
source: n
fr: nA
ru: нано
zh_cn: 纳安

# BYTES
source: {0} B
fr: {0} O
ru: {0} Б

# S_DRAGDROP_COPY
source: Copy {0} items
de: {0} Elemente kopieren
fr: Copier {0} éléments
he_il: העתק {0} פריטים
it: Copia {0} elementi
ja: {0} 個の項目をコピー
ko: {0}개 항목 복사
pl: Skopiuj {0} elementów
ru: Копировать {0} элементов
zh_cn: 复制{0}项

# S_DRAGDROP_COPY_TARGET
source: Copy {0} items to {1}
de: {0} Elemente nach {1} kopieren
fr: Copier {0} éléments vers {1}
he_il: העתק {0} פריטים ל-{1}
it: Copia {0} elementi in {1}
ja: {0} 個の項目を {1} にコピー
ko: {0}개 항목을 {1}에 복사
pl: Skopiuj {0} elementów do {1}
ru: Копировать {0} элементов в {1}
zh_cn: 复制{0}项至{1}

# S_DRAGDROP_MOVE_TARGET
source: Move {0} items to {1}
de: {0} Elemente nach {1} verschieben
fr: Déplacer {0} éléments vers {1}
he_il: העבר {0} פריטים ל-{1}
it: Sposta {0} elementi in {1}
ja: {0} 個の項目を {1} に移動
ko: {0}개 항목을 {1}(으)로 이동
pl: Przenieś {0} elementów do {1}
ru: Переместить {0} элементов в {1}
zh_cn: 移动{0}项至{1}

# S_DRAGDROP_LINK
source: Create link in {0}
de: Verknüpfung in {0} erstellen
fr: Créer lien dans {0}
he_il: צור קישור ב-{0}
it: Crea un collegamento in {0}
ja: {0} にリンクを作成
ko: {0}에 링크 만들기
pl: Utwórz link w {0}
ru: Создать ссылку в {0}
zh_cn: 在{0}处创建链接

# S_DRAGDROP_MOVE
source: Move {0} items
de: {0} Elemente verschieben
fr: Déplacer {0} éléments
he_il: העבר {0} פריטים
it: Sposta {0} elementi
ja: {0} 個の項目を移動
ko: {0}개 항목 이동
pl: Przenieś {0} elementów
ru: Переместить {0} элементов
zh_cn: 移动{0}项

# S_PASTE_ONE_CUT_ITEM
source: Paste 1 Cut Item
de: 1 ausgeschnittenes Element einfügen
fr: Coller 1 élément coupé
he_il: הדבק פריט 1 שנגזר
it: Incolla 1 elemento tagliato
ja: 切り取った項目を1件貼り付ける
ko: 잘라낸 항목 1개 붙여넣기
pl: Wklej 1 Wycięty element
ru: Вставить 1 вырезанный элемент
zh_cn: 粘贴1剪切项

# S_PASTE_ONE_COPIED_ITEM
source: Paste 1 Copied Item
de: 1 kopiertes Element einfügen
fr: Coller 1 élément copié
he_il: הדבק פריט 1 שהועתק
it: Incolla 1 elemento copiati
ja: コピーした項目を1件貼り付ける
ko: 복사한 항목 1개 붙여넣기
pl: Wklej 1 skopiowany element
ru: Вставить 1 скопированный элемент
zh_cn: 粘贴1复制项

# S_PASTE_PLURAL_COPIED_ITEMS
source: Paste {0} Copied Items
de: {0} kopierte Elemente einfügen
fr: Coller {0} éléments copiés
he_il: הדבק {0} פריטים שהועתקו
it: Incolla {0} elementi copiati
ja: コピーした項目を{0}件貼り付ける
ko: 복사한 항목 {0}개 붙여넣기
pl: Wklej {0} skopiowanych elementów
ru: Вставить {0} скопированных элементов
zh_cn: 粘贴{0}复制项

# S_PASTE_PLURAL_CUT_ITEMS
source: Paste {0} Cut Items
de: {0} ausgeschnittene Elemente einfügen
fr: Coller {0} éléments coupés
he_il: הדבק {0} פריטים שנגזרו
it: Incolla {0} elementi tagliati
ja: 切り取りした項目を{0}件貼り付ける
ko: 잘라낸 항목 {0}개 붙여넣기
pl: Wklej {0} Wyciętych elementów
ru: Вставить {0} вырезанных элементов
zh_cn: 粘贴{0}剪切项

# S_FILE_PROGRESS_TRANSFER
source: {0} in {1} ({2})
fr: {0} en {1} ({2})
he_il: {0} תוך {1} ({2})
ja: {0} を {1} で ({2})
ko: {1}에서 {0} ({2})
pl: {0} w {1} ({2})
ru: {0} за {1} ({2})
zh_cn: {0}预计{1}（{2}）

# S_COMPLETED_FILES_NUM
source: {0} of {1}
de: {0} von {1}
fr: {0} de {1}
he_il: {0} מתוך {1}
it: {0} di {1}
ko: {1} 중 {0}
pl: {0} z {1}
ru: {0} из {1}
zh_cn: 完成{0}/共{1}

# S_DRAGDROP_COPY_SINGLE
source: Copy {0}
de: {0} kopieren
fr: Copier {0}
he_il: העתק את {0}
it: Copia {0}
ja: {0} をコピー
ko: {0} 복사
pl: Kopiuj {0}
ru: Копировать {0}
zh_cn: 复制{0}

# S_DRAGDROP_COPY_TARGET_SINGLE
source: Copy {0} to {1}
de: {0} nach {1} kopieren
fr: Copier {0} vers {1}
he_il: העתק את {0} ל-{1}
it: Copia {0} in {1}
ja: {0} を {1} にコピー
ko: {0}을(를) {1}에 복사
pl: Kopiuj {0} do {1}
ru: Копировать {0} в {1}
zh_cn: 复制{0}至{1}

# S_DRAGDROP_MOVE_SINGLE
source: Move {0}
de: {0} verschieben
fr: Déplacer {0}
he_il: העבר את {0}
it: Sposta {0}
ja: {0} を移動
ko: {0} 이동
pl: Przenieś {0}
ru: Переместить {0}
zh_cn: 移动{0}

# S_DRAGDROP_MOVE_TARGET_SINGLE
source: Move {0} to {1}
de: {0} nach {1} verschieben
fr: Déplacer {0} vers {1}
he_il: העבר את {0} ל-{1}
it: Sposta {0} in {1}
ja: {0} を {1} に移動
ko: {0}을(를) {1}(으)로 이동
pl: Przenieś {0} do {1}
ru: Переместить {0} в {1}
zh_cn: 移动{0}至{1}

# S_SYNC_FILE_NOT_FOUND
source: File not found
de: Datei nicht gefunden
fr: Fichier non trouvé
he_il: קובץ לא נמצא
it: File non trovato
ja: ファイルが見つかりません
ko: 파일을 찾을 수 없음
pl: Plik nie znaleziony
ru: Файл не найден
zh_cn: 找不到文件

# S_SYNC_NO_CONFIRM
source: Finished with no confirmation
de: Ohne Bestätigung abgeschlossen
fr: Terminé sans confirmation
he_il: הסתיים ללא אישור
it: Finito senza conferma
ja: 同期動作完了しましたが、ADBが未確認
ko: 확인 없이 완료됨
pl: Zakończono bez potwierdzenia
ru: Завершено без подтверждения
zh_cn: 已完成，但未收到ADB确认

# S_VALIDATION_ERROR
source: Validation error: {0}
de: Validierungsfehler: {0}
fr: Erreur de validation : {0}
he_il: טעות באימות: {0}
it: Errore nella validazione: {0}
ja: 検証エラー: {0}
ko: 검증 오류: {0}
pl: Błąd walidacji: {0}
ru: Ошибка проверки целостности: {0}
zh_cn: 验证错误：{0}

# S_FILEOP_VALIDATING
source: Validating…
de: Wird validiert…
fr: Validation…
he_il: מאמת…
it: Validazione in corso…
ja: 検証中…
ko: 검증 중…
pl: Walidowanie…
ru: Проверка…
zh_cn: 正在验证……

# S_REBOOT_SIDELOAD
source: Sideload
de: Querladen
he_il: מצב Sideload
ja: サイドロード
ko: 사이드로드
pl: Tryb Sideload
zh_cn: 侧载
zh_tw: 側載

# S_TYPE_WIFI
source: WiFi
de: WLAN
he_il: ויפי

# S_BAT_SOURCE_AC
source: AC
de: Wechselspannung
he_il: טעינה מרשת החשמל
it: Cavo
ja: 有線
pl: Zasilanie sieciowe

# S_DRIVE_ROOT
source: Root
he_il: כונן Root
ja: ルート (/)
ko: 루트
zh_cn: 根目录
zh_tw: 根目錄

# S_FILES_PLURAL
source: {0} files
de: {0} Dateien
he_il: {0} קבצים
ja: {0} ファイル
ko: {0}개 파일
pl: {0} pliki
zh_cn: {0}个文件

# S_SIDELOAD_ROM_TITLE
source: Select ROM for sideload
de: ROM zum Querladen auswählen
he_il: בחר קובץ ROM לטעינה
ja: サイドロード用のROMを選択
ko: 사이드로드할 ROM 선택
pl: Wybierz ROM dla sideload
zh_cn: 请选择侧载的ROM

# S_ROM_FILE
source: ROM file
de: ROM-Datei
he_il: קובץ ROM
ja: ROMファイル
ko: ROM 파일
pl: plik ROM
zh_cn: 侧载的ROM

# S_TERMINAL
source: Terminal
ko: 터미널

# S_SETTINGS_KEEP_MODIFIED_DATE
source: Preserve File Date Modified
de: Datei-Änderungsdatum beibehalten
ko: 파일 수정 날짜 유지
pl: Zachowaj datę modyfikacji pliku

# S_DRAG_INSTALL_SINGLE
source: Install {0}
de: {0} installieren
ko: {0} 설치
pl: Zainstaluj {0}

# S_DRAG_INSTALL_MULTIPLE
source: Install {0} APKs
de: {0} APKs installieren
ko: {0}개 APK 설치
pl: Zainstaluj {0} plików APK

# S_SETTINGS_ACTIVE
source: On
ko: 켜기

# S_SETTINGS_INACTIVE
source: Off
ko: 끄기

# S_FILE_FIFO
source: FIFO
ja: 名前付きパイプ(FIFO)
