Repository: Alex4SSB/ADB-Explorer
Catalog: ADB Explorer/Strings/Resources.*.resx
Languages: ar, de, es, fr, he_il, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

# S_MENU_UPDATE_MODIFIED
source: Update Time Modified
de: Änderungszeit aktualisieren
fr: Heure de mise à jour modifiée
he_il: עדכן זמן שינוי
it: Aggiorna l'ultima modifica
ja: 更新時間の変更
ko: 수정 시간 업데이트
pl: Czas aktualizacji zmodyfikowano
ru: Время изменения
zh_cn: 修改日期
zh_tw: 修改日期

# S_MENU_CLOSE_EDITOR
source: Close Editor
de: Editor schließen
fr: Fermer Editeur
he_il: סגור את העורך
it: Chiudi l'editor
ja: エディターを閉じる
ko: 편집기 닫기
pl: Zamknij edytor
pt_br: Fechar Editor
ru: Закрыть редактор
zh_cn: 关闭编辑器
zh_tw: 關閉編輯器

# S_MENU_SAVE_CHANGES
source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications
he_il: שמור שינויים
it: Salva le modifiche
ja: 変更を保存
ko: 변경 사항 저장
pl: Zapisz zmiany
ru: Сохранить изменения
zh_cn: 保存更改
zh_tw: 保存更改

# S_MENU_INSTALL
source: Install
de: Installieren
fr: Installer
he_il: התקן
it: Installa
ja: インストール
ko: 설치
pl: Zainstaluj
pt_br: Instalar
ru: Установить
zh_cn: 安装
zh_tw: 安裝

# S_MENU_COPY_TEMP
source: Copy To Temp
de: Nach Temporär kopieren
fr: Copier vers Temp
he_il: העתק ל Temp
it: Copia nella cartella temporanea
ja: 一時ドライブにコピー
ko: 임시로 복사
pl: Kopiuj do tymczasowego
ru: Копировать во временную папку
zh_cn: 复制到临时目录
zh_tw: 複製到臨時目錄

# S_MENU_CLEAR_LOG
source: Clear Command Log
de: Befehlsprotokoll löschen
fr: Vider l'historique de commandes
he_il: נקה את יומן הפקודות
it: Pulisci il log dei comandi
ja: コマンドログをクリアする
ko: 명령 로그 지우기
pl: Wyczyść dziennik logów
ru: Отчистить лог
zh_cn: 清除命令日志
zh_tw: 清除命令日志

# S_MENU_OPEN_LOCATION
source: Open Item Location
de: Offener Stück Drehort
fr: Ouvrir l’emplacement de l’élément
he_il: פתח את מיקום הפריט
it: Apri percorso originale
ja: リンク先の場所を開く
ko: 항목 위치 열기
pl: Otwórz lokalizację elementu
ru: Открыть расположение элемента
zh_cn: 打开文件所在位置
zh_tw: 打開文件所在位置

# S_MENU_SEARCH_WEB
source: Search In Browser
de: Im Browser suchen
fr: Rechercher dans navigateur
he_il: חפש ברשת
it: Cerca nel browser
ja: ブラウザで検索
ko: 브라우저에서 검색
pl: Wyszukaj w wyszukiwarce
ru: Найти в интернете
zh_cn: 在浏览器中搜索
zh_tw: 在瀏覽器中搜索

# S_BUTTON_COPY_TO_CLIP
source: Copy to clipboard
de: In die Zwischenablage kopieren
fr: Copier dans le presse-papier
he_il: העתק ללוח
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
pl: Kopiuj do schowka
ru: Копировать в буфер
zh_cn: 复制到剪切板
zh_tw: 複製到剪切板

# S_ADB_DISK_USAGE
source: ADB Disk Usage
de: ADB-Festplattenbelegung
fr: Utilisation disque ADB
he_il: שימוש בדיסק ע"י ADB
it: Utilizzo del disco da parte di ADB
ja: ADB ディスク使用量
ko: ADB 디스크 사용량
pl: Wykorzystanie dysku ADB
ru: Использование диска
zh_cn: ADB 磁盘使用情况
zh_tw: ADB 磁盤使用情況

# S_DISK_USAGE_READ
source: Read: {0}
de: Lesen: {0}
fr: Lecture : {0}
he_il: קריאה: {0}
it: Lettura: {0}
ja: 読み取り: {0}
ko: 읽기: {0}
pl: Odczyt: {0}
ru: Чтение: {0}
zh_cn: 读取速度: {0}
zh_tw: 讀取速度：{0}

# S_DISK_USAGE_WRITE
source: Write: {0}
de: Schreiben: {0}
fr: Écriture : {0}
he_il: כתיבה: {0}
it: Scrittura: {0}
ja: 書き込み: {0}
ko: 쓰기: {0}
pl: Zapis: {0}
ru: Запись: {0}
zh_cn: 写入速度: {0}
zh_tw: 寫入速度：{0}

# S_DISK_USAGE_OTHER
source: Other: {0}
de: Andere: {0}
fr: Autres : {0}
he_il: אחר: {0}
it: Altro: {0}
ja: その他: {0}
ko: 기타: {0}
pl: Inne: {0}
ru: Другое: {0}
zh_cn: 其它速度: {0}
zh_tw: 其它速度：{0}

# S_TOOLTIP_UPDATES
source: Checks for updates on each launch
de: Prüft bei jedem Start auf Aktualisierungen
fr: Vérifier mises à jour à chaque lancement
he_il: מאפשר חיפוש עדכונים בכל הפעלה
it: Cerca aggiornamenti all'apertura
ja: 起動ごとにアップデートをチェックします
ko: 앱 실행 시마다 업데이트 확인
pl: Sprawdza aktualizacje przy każdym uruchomieniu
ru: Проверять обновление при запуске
zh_cn: 每次启动时检查更新
zh_tw: 每次啓動時檢查更新

# S_SETTINGS_GROUP_ABOUT
source: About
de: Über
fr: À propos
he_il: אודות
it: Informazioni
ja: このアプリについて
ko: 정보
pl: Informacje
ru: О программе
zh_cn: 关于
zh_tw: 關於

# S_BROWSER_ITEMS
source: item
de: Element
fr: élément
he_il: פריט
it: elemento
ja: 項目
ko: 항목
pl: element
ru: Элемент
zh_cn: 项目
zh_tw: 對象

# S_BROWSER_ITEMS_PLURAL
source: items
de: Elemente
fr: éléments
he_il: פריטים
it: elementi
ja: 項目
ko: 항목
pl: elementy
ru: Элементы
zh_cn: 项目
zh_tw: 對象

# S_FOLDER_EMPTY
source: This folder is empty.
de: Dieser Ordner ist leer.
fr: Ce dossier est vide.
he_il: התיקייה ריקה.
it: Questa cartella è vuota.
ja: このフォルダは空です。
ko: 이 폴더는 비어 있습니다.
pl: Ten folder jest pusty.
ru: Эта папка пуста.
zh_cn: 此文件夹为空。
zh_tw: 此文件夾爲空。

# S_EMPTY_APP_DRIVE
source: Unable to get list.
de: Liste kann nicht abgerufen werden.
fr: Impossible d’obtenir la liste.
he_il: לא ניתן לקבל את הרשימה.
it: Impossibile ottenere la lista.
ja: リストを取得できません。
ko: 목록을 가져올 수 없습니다.
pl: Nie można pobrać listy.
ru: Невозможно получить список.
zh_cn: 无法获取列表。
zh_tw: 無法獲取列表。

# S_EMPTY_FILTER
source: No items match current filter.
de: Es gibt keine Elemente, die dem aktuellen Filter entsprechen.
fr: Aucun élément ne correspond au filtre actuel.
he_il: אין פריטים התואמים לסינון.
it: Nessun elemento coincide con i criteri del filtro.
ja: 現在のフィルターに一致する項目はありません。
ko: 현재 필터와 일치하는 항목이 없습니다.
pl: Brak elementów spełniających kryteria bieżącego filtra.
ru: Нет соответствующих элементов.
zh_cn: 没有项目符合当前筛选条件。
zh_tw: 沒有對象符合當前篩選條件。

# S_NON_ROOT_EMPTY_FOLDER
source: <Span>This folder <Italic>looks</Italic> empty<LineBreak /><Span FontSize="10">… to the naked eye</Span></Span>
de: <Span>Dieser Ordner <Italic> sieht </Italic> leer aus<LineBreak /><Span FontSize="10">…mit dem bloßen Auge</Span></Span>
fr: <Span>Ce dossier <Italic>semble</Italic> vide<LineBreak /><Span FontSize="10">… à l'oeil nu</Span></Span>
he_il: <Span>התיקייה <Italic>נראית</Italic> ריקה<LineBreak /><Span FontSize="10">...לעין בלתי מזוינת</Span></Span>
it: <Span>Questa cartella<Italic>sembra</Italic> vuota<LineBreak /><Span FontSize="10">… a occhio nudo</Span></Span>
ja: <Span>このフォルダーは <Italic>空に見える</Italic><LineBreak /><Span FontSize="10">…ぱっと見では</Span></Span>
ko: <Span>이 폴더는 <Italic>비어 있는 것처럼</Italic> 보입니다<LineBreak /><Span FontSize="10">… 겉보기에는</Span></Span>
pl: <Span>Ten folder <Italic>wygląda</Italic> pusto<LineBreak /><Span FontSize="10">… gołym okiem</Span></Span>
ru: <Span>Эта папка <Italic>выглядит</Italic> пустой<LineBreak /><Span FontSize="10">… по крайней мере невооруженным взглядом</Span></Span>
zh_cn: <Span>此文件夹 <Italic>似乎</Italic> 为空<LineBreak /><Span FontSize="10">… 对肉眼来说</Span></Span>
zh_tw: <Span>此文件夾<Italic>似乎</Italic>爲空<LineBreak /><Span FontSize="10">...對肉眼來説</Span></Span>

# S_ITEMS_SELECTED
source: item selected
de: Element ausgewählt
fr: élément sélectionné
he_il: פריט נבחר
it: elemento selezionato
ja: 個の項目を選択
ko: 항목 선택됨
pl: wybrany element
ru: Выбранный элемент
zh_cn: 选中的项目
zh_tw: 選中的對象

# S_ITEMS_SELECTED_PLURAL
source: items selected
de: Elemente ausgewählt
fr: éléments sélectionnés
he_il: פריטים נבחרו
it: elementi selezionati
ja: 個の項目を選択
ko: 항목 선택됨
pl: wybrane elementy
ru: Выбранные элементы
zh_cn: 选中的项目
zh_tw: 選中的對象

# S_COLUMN_OP_TYPE
source: Operation Type
de: Operationstyp
fr: Type d'opération
he_il: סוג פעולה
it: Tipo di operazione
ja: 操作タイプ
ko: 작업 유형
pl: Typ operacji
ru: Тип операции
zh_cn: 操作类型
zh_tw: 操作類型

# S_COLUMN_FILE_NAME
source: File Name
de: Dateiname
fr: Nom fichier
he_il: שם קובץ
it: Nome del file / cartella
ja: ファイル名
ko: 파일 이름
pl: Nazwa pliku
ru: Имя файла
zh_cn: 文件名
zh_tw: 文件名

# S_COLUMN_PROGRESS
source: Progress
de: Fortschritt
fr: Progression
he_il: התקדמות
it: Stato
ja: 進捗
ko: 진행률
pl: Postęp
ru: Прогресс
zh_cn: 进度
zh_tw: 進度

# S_COLUMN_SOURCE
source: Source
de: Quelle
he_il: מקור
it: Origine
ja: ソース
ko: 소스
pl: Źródło
ru: Источник
zh_cn: 源路径
zh_tw: 源路徑

# S_COLUMN_DESTINATION
source: Destination
de: Ziel
he_il: יעד
it: Destinazione
ja: 宛先
ko: 대상
pl: Miejsce docelowe
ru: Назначение
zh_cn: 目标路径
zh_tw: 目標路徑

# S_COLUMN_ADDED
source: Added
de: Hinzugefügt
fr: Ajouté(e)
he_il: התווסף
it: Aggiunto alle
ja: 開始時間
ko: 추가됨
pl: Dodano
ru: Добавлено
zh_cn: 创建时间
zh_tw: 創建時間

# S_COLUMN_ICON
source: Icon
de: Symbol
fr: Icône
he_il: אייקון
it: Icona
ja: アイコン
ko: 아이콘
pl: Ikona
ru: Иконка
zh_cn: 图标
zh_tw: 圖標

# S_COLUMN_NAME
source: Name
fr: Nom
he_il: שם
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
ru: Имя
zh_cn: 名称
zh_tw: 名稱

# S_COLUMN_ORIGINAL_LOCATION
source: Original Location
de: Ursprungsort
fr: Emplacement d'origine
he_il: מיקום מקורי
it: Percorso originale
ja: 元の場所
ko: 원래 위치
pl: Oryginalna lokalizacja
ru: Исходное расположение
zh_cn: 原始位置
zh_tw: 原始位置

# S_COLUMN_DATE_MODIFIED
source: Date Modified
de: Änderungsdatum
fr: Date de modification
he_il: תאריך שינוי
it: Ultima modifica
ja: 更新日時
ko: 수정한 날짜
pl: Data modyfikacji
ru: Дата изменения
zh_cn: 修改日期
zh_tw: 修改日期

# S_COLUMN_TYPE
source: Type
de: Typ
he_il: סוג
it: Tipo
ja: 種類
ko: 유형
pl: Typ
ru: Тип
zh_cn: 类型
zh_tw: 類型

# S_COLUMN_SIZE
source: Size
de: Größe
fr: Taille
he_il: גודל
it: DImensione
ja: サイズ
ko: 크기
pl: Rozmiar
ru: Размер
zh_cn: 大小
zh_tw: 大小

# S_COLUMN_DATE_DELETED
source: Date Deleted
de: Löschdatum
fr: Date de suppression
he_il: תאריך מחיקה
it: Data e ora eliminazione
ja: 削除日時
ko: 삭제한 날짜
pl: Data usunięcia
ru: Дата удаления
zh_cn: 删除日期
zh_tw: 刪除日期

# S_COLUMN_USER_ID
source: User ID
de: Benutzerkennung
fr: ID utilisateur
he_il: משתמש
it: ID utente
ja: ユーザー ID
ko: 사용자 ID
pl: ID użytkownika
ru: ID пользователя
zh_cn: 用户 ID
zh_tw: 用戶 ID

# S_COLUMN_VERSION
source: Version
he_il: גרסה
it: Versione
ja: バージョン
ko: 버전
pl: Wersja
ru: Версия
zh_cn: 版本
zh_tw: 版本

# S_SERVER_UNRESPONSIVE
source: ADB Server Unresponsive
de: ADB-Server reagiert nicht
fr: Serveur ADB ne répond pas
he_il: שרת ADB אינו מגיב
it: Il server ADB non risponde
ja: ADB サーバーが応答しません
ko: ADB 서버 응답 없음
pl: Serwer ADB nie odpowiada
ru: ADB не отвечает
zh_cn: ADB 服务器无响应
zh_tw: ADB 服務器無響應

# S_TOOLTIP_UNRESPONSIVE
source: Time from last server response
de: Zeit seit der letzten Serverantwort
fr: Temps depuis la dernière réponse du serveur
he_il: זמן מהתשובה האחרונה מהשרת
it: Tempo dall'ultima risposta del server
ja: サーバーの最終応答時間
ko: 마지막 서버 응답 이후 시간
pl: Czas od ostatniej odpowiedzi serwera
ru: Время последнего ответа ADB
zh_cn: 服务器最近响应时间
zh_tw: 服務器最近響應時間

# S_SECONDS_SHORT
source: {0}s
he_il: {0}שנ'
ja: {0}秒
ko: {0}초
ru: {0}сек.
zh_cn: {0}秒
zh_tw: {0}秒

# S_KILL_SERVER
source: Kill Server
de: Server abwürgen
fr: Tuer serveur
he_il: הרוג את השרת
it: Forza chiusura
ja: サーバーを強制終了
ko: 서버 종료
pl: Zabij serwer
ru: Отключить сервер ADB
zh_cn: 关闭服务器
zh_tw: 關閉服務器

# S_KILL_PROCESS
source: Kill Process
de: Prozess abwürgen
fr: Tuer processus
he_il: הרוג את התהליך
it: Forza chiusura del processo
ja: プロセスを強制終了
ko: 프로세스 종료
pl: Zabij proces
ru: Отключить процесс ADB
zh_cn: 关闭进程
zh_tw: 關閉進程

# S_REFRESH_DEVICES
source: Refresh Devices
de: Geräte auffrischen
fr: Rafraîchir appareils
he_il: רענן מכשירים
it: Aggiorna la lista
ja: デバイス一覧の更新
ko: 장치 새로 고침
pl: Odśwież urządzenia
ru: Обновить устройства
zh_cn: 刷新设备
zh_tw: 刷新設備

# S_RESTART_ADB
source: Restart ADB
de: ADB neu starten
fr: Redémarrer ADB
he_il: הפעל ADB מחדש
it: Riavvia ADB
ja: ADBを再起動
ko: ADB 다시 시작
pl: Zrestartuj ADB
ru: Перезапустить ADB
zh_cn: 重启 ADB
zh_tw: 重啓 ADB

# S_SERVER_DOWN
source: Server is down
de: Server ist ausgefallen
fr: Serveur est indisponible
he_il: השרת אינו פועל
it: Il server è chiuso
ja: サーバーがダウンしています
ko: mDNS 서버가 다운되었습니다
pl: Serwer jest wyłączony
ru: Сервер отключен
zh_cn: 服务器停止运行
zh_tw: 服務器停止運行

# S_AWAITING_RESPONSE
source: Awaiting response: {0}
de: Warten auf Antwort: {0}
fr: En attente de réponse : {0}
he_il: ממתין לתשובה: {0}
it: In attesa di una risposta da {0}
ja: 応答を待っています: {0}
ko: 응답 대기 중: {0}
pl: Oczekiwanie na odpowiedź: {0}
ru: Ожидание ответа: {0}
zh_cn: 等待回复: {0}
zh_tw: 等待回復：{0}

# S_MILLISECONDS_SHORT
source: {0}ms
he_il: {0}מילי'
ja: {0}ミリ秒
ru: {0}мс
zh_cn: {0}毫秒
zh_tw: {0}毫秒

# S_MINUTES_SHORT
source: {0}m
de: {0} min
he_il: {0}דק'
ja: {0}分
ko: {0}분
ru: {0}мин
zh_cn: {0}分
zh_tw: {0}分

# S_HOURS_SHORT
source: {0}h
he_il: ­{0}שע'
ja: {0}時
ko: {0}시간
ru: {0}час
zh_cn: {0}时
zh_tw: {0}時

# S_MDNS_OFF
source: <Span>• Polling for services is OFF<LineBreak />• Server <Italic>might</Italic> be ON</Span>
de: <Span>• Die Abfrage von Dienstleistungen ist AUS<LineBreak />• Der Server <Italic>könnte</Italic> EIN sein</Span>
he_il: <Span>• הסריקה אחר שירותי mDNS מבוטלת<LineBreak />• השרת <Italic>עלול</Italic> להיות פעיל</Span>
it: <Span>• Il rilevamento dei servizi è disattivato<LineBreak />• Il server<Italic>potrebbe</Italic> essere acceso</Span>
ja: <Span>・サービスのポーリングはオフです<LineBreak />・サーバーは <Italic>オンの可能性があります</Italic></Span>
pl: <Span>• Statystyki usług są WYŁĄCZONE<LineBreak />• Serwer <Italic>może</Italic> być WŁĄCZONY</Span>
ru: <Span>• Режим опроса служб: ВЫКЛ<LineBreak />• Сервер <Italic>возможно</Italic> активен</Span>
zh_cn: <Span>• 服务轮询功能已关闭<LineBreak />• 服务器<Italic>可能</Italic>处于运行状态</Span>
zh_tw: <Span>• 服務輪詢功能已關閉<LineBreak />• 服務器<Italic>可能</Italic>處於運行狀態</Span>

# S_ENABLE_MDNS
source: Click to enable server and polling
de: Server & Polling an
fr: Cliquez pour activer serveur et interrogation
he_il: לחצו כדי לאפשר את השרת והסריקה
it: Premi per attivare il server e il rilevamento
ja: クリックしてサーバーとポーリングを有効にします
pl: Kliknij, aby włączyć serwer i statystyki
ru: Нажмите, чтобы включить сервер и опрос
zh_cn: 点击以启用服务器和轮询
zh_tw: 點擊以啓用服務器和輪詢

# S_MDNS_ON
source: Server is up and running
de: Server ist hochgefahren und läuft
fr: Serveur opérationnel et fonctionnel
he_il: השרת פועל
it: Il server è attivo e funzionante
ja: サーバーは稼働中です
ko: mDNS 서버가 실행 중입니다
pl: Serwer jest uruchomiony i działa
ru: Сервер запущен
zh_cn: 服务器正常运行
zh_tw: 服務器正常運行

# S_LIMITED_SUPPORT
source: Limited Support
de: Eingeschränkte Unterstützung
fr: Support limité
he_il: תמיכה חלקית
it: Supporto limitato
ja: 限定的なサポート
ko: 제한된 지원
pl: Ograniczone wsparcie
ru: Ограниченная поддержка
zh_cn: 有限的支持
zh_tw: 有限的支持

# S_FAILED_OPERATIONS
source: Some operations have failed
de: Manche Operationen sind fehlgeschlagen
fr: Certaines opérations ont échoué
he_il: פעולות מסויימות נכשלו
it: Alcune operazioni sono fallite
ja: いくつかの操作が失敗しました
ko: 일부 작업이 실패했습니다
pl: Niektóre operacje zakończyły się niepowodzeniem
ru: Некоторые операции не выполнены
zh_cn: 某些操作失败了
zh_tw: 某些操作失敗了

# S_ROOT_ENABLED
source: Root Access Enabled
de: Root-Zugriff aktiviert
fr: Accès root activé
he_il: גישת Root מאופשרת
it: Accesso root abilitato
ja: root権限が有効
ko: 루트 권한 활성화됨
pl: Dostęp Root włączony
ru: ROOT доступ включен
zh_cn: 启用 Root 权限
zh_tw: 啓用 Root 權限

# S_ROOT_POSSIBLE
source: Root Can Be Enabled
de: Root kann aktiviert werden
fr: Root activable
he_il: גישת Root מוכנה להפעלה
it: L'accesso root può essere attivato
ja: root権限を有効にできます
ko: 루트 권한 활성화 가능
pl: Dostęp Root może być włączony
ru: ROOT может быть включен
zh_cn: Root 权限可以被启用
zh_tw: Root 權限可以被啓用

# S_RECOVERY_MODE
source: Recovery
de: Wiederherstellung
he_il: מצב Recovery
ja: リカバリーモード
ko: 복구 모드
pl: Odzyskiwanie
ru: Режим Восстановления
zh_cn: 恢复模式
zh_tw: 恢復模式

# S_BAT_VOLT
source: Voltage: {0}v
de: Spannung: {0} V
he_il: מתח: ‏‎{0}v
it: Voltaggio: {0}v
ja: 電圧: {0}v
ko: 전압: {0}v
pl: Napięcie: {0}v
ru: Напряжение: {0}v
zh_cn: 电压：{0}v
zh_tw: 電壓：{0}v

# S_BAT_TEMP
source: Temperature: {0}°C
de: Temperatur: {0} °C
fr: Température : {0} °C
he_il: טמפרטורה: ‎{0}°C
it: Temperatura: {0}°C
ja: 温度: {0}°C
ko: 온도: {0}°C
pl: Temperatura: {0}°C
ru: Температура: {0}°C
zh_cn: 温度：{0}°C
zh_tw: 溫度：{0}°C

# S_BAT_BALANCE
source: Current Balance: {0}A
de: Aktueller Ausgleich: {0} A
he_il: מאזן זרם: ‎{0}A
it: Bilancio corrente: {0}A
ja: 電流状態: {0}A
ko: 전류 밸런스: {0}A
pl: Obecne natężenie: {0}A
ru: Баланс тока: {0}А
zh_cn: 剩余电量：{0}A
zh_tw: 剩餘電量：{0}Ah

# S_DEVICE_REBOOT_TITLE
source: Reboot Into
de: Neustart nach
fr: Redémarrer en
he_il: הפעל מחדש לתוך
it: Riavvia in
ja: 特定のモードで再起動
ko: 재부팅
pl: Uruchom w trybie
ru: Перезагрузить в
zh_cn: 重启到特定模式
zh_tw: 重啓到特定模式

# S_REBOOT_SYSTEM
source: System Image
de: Systemabbild
fr: Image système
he_il: מערכת
it: Sistema operativo
ja: システムイメージ(GSI)
ko: 시스템 이미지
pl: Obraz systemu
ru: Образ системы
zh_cn: 系统镜像
zh_tw: 系統鏡像

# S_REBOOT_BOOTLOADER
source: Bootloader
he_il: מצב Bootloader
ja: ブートローダー
ko: 부트로더
ru: Загрузчик

# S_REBOOT_SIDELOAD_AUTO
source: Sideload (Auto Reboot)
de: Querladen (automatischer Neustart)
he_il: מצב Sideload (הפעלה מחדש אוט')
it: Sideload (con riavvio automatico)
ja: サイドロード(自動再起動)
ko: 사이드로드 (자동 재부팅)
pl: Tryb Sideload (Automatyczne Uruchomienie)
ru: Sideload (Авто перезагрузка)
zh_cn: 侧载（自动重启）
zh_tw: 側載（自動重啓）

# S_STATUS_OFFLINE
source: {0} - Offline
fr: {0} - Hors ligne
he_il: {0} - מנותק
it: {0} - Non connesso
ja: {0} - オフライン
ko: {0} - 오프라인
ru: {0} - Отключено
zh_cn: {0} - 离线
zh_tw: {0} - 離綫

# S_STATUS_UNAUTH
source: {0} - Unauthorized
de: {0} - Unautorisiert
fr: {0} - Non autorisé
he_il: {0} - לא מאושר
it: {0} - Non autorizzato
ja: {0} - 未許可
ko: {0} - 승인되지 않음
pl: {0} - Nieautoryzowane
ru: {0} - Не авторизовано
zh_cn: {0} - 未授权
zh_tw: {0} - 未授權

# S_TYPE_EMULATOR
source: Emulator
fr: Émulator
he_il: אימולטור
it: Emulatore
ja: エミュレーター
ko: 에뮬레이터
ru: Эмулятор
zh_cn: 虚拟设备
zh_tw: 虛擬設備

# S_TYPE_SERVICE
source: mDNS Service
de: mDNS-Dienst
fr: Service mDNS
he_il: שירות mDNS
it: Servizio mDNS
ja: mDNSサービス
ko: mDNS 서비스
pl: Usługa mDNS
ru: mDNS Сервис
zh_cn: mDNS 服务
zh_tw: mDNS 服務

# S_BAT_STATUS_UNKNOWN
source: Battery Status Unknown
de: Akkustatus unbekannt
fr: État batterie inconnu
he_il: מצב הסוללה לא ידוע
it: Stato della batteria sconosciuto
ja: バッテリー状態不明
ko: 배터리 상태 알 수 없음
pl: Nieznany stan baterii
ru: Статус аккумулятора неизвестен
zh_cn: 电池状态未知
zh_tw: 電池狀態未知

# S_BAT_STATUS_PLUGGED
source: {0}%, Plugged In
de: {0} %, angeschlossen
fr: {0} %, Branché
he_il: %{0}, בטעינה
it: {0}%, in carica
ja: {0}%, 接続済み
ko: {0}%, 충전 중
pl: {0}%, Podłączony
ru: {0}%, Подключено
zh_cn: {0}%，充电中
zh_tw: {0}%，充電中

# S_BAT_SOURCE_WIRELESS
source: Wireless
de: Drahtlos
he_il: טעינה אלחוטית
ja: ワイヤレス
ko: 무선
pl: Bezprzewodowy
ru: Беспровод
zh_cn: 无线
zh_tw: 無綫

# S_BAT_SOURCE_NONE
source: None
de: Kein
fr: Aucun
he_il: אין מקור טעינה
it: Nessuna
ja: 未充電
ko: 없음
pl: Brak
ru: Нет
zh_cn: 无
zh_tw: 無

# S_BAT_STATE_UNKNOWN
source: Unknown
de: Unbekannt
fr: Inconnu
he_il: לא ידוע
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pl: Nieznany
ru: Неизвестен
zh_cn: 未知
zh_tw: 未知

# S_BAT_STATE_CHARGING
source: Charging
de: Wird aufgeladen
fr: En charge
he_il: בטעינה
it: In carica
ja: 充電
ko: 충전 중
pl: Ładowanie
ru: Зарядка
zh_cn: 正在充电
zh_tw: 正在充電

# S_BAT_STATE_DISCHARGING
source: Discharging
de: Wird entladen
fr: En décharge
he_il: בפריקה
it: Si sta scaricando
ja: 放電中
ko: 방전 중
pl: Rozładowywanie
ru: Разряжается
zh_cn: 使用电池
zh_tw: 使用電池

# S_BAT_STATE_NOT_CHARGING
source: Not Charging
de: Wird nicht aufgeladen
fr: Pas en charge
he_il: לא בטעינה
it: Non si sta caricando
ja: 充電しない
ko: 충전 안 함
pl: Brak ładowania
ru: Не заряжается
zh_cn: 未充电
zh_tw: 未充電

# S_BAT_STATE_FULL
source: Full
de: Voll
fr: Pleine
he_il: סוללה מלאה
it: Piena
ja: 充電完了
ko: 완충됨
pl: Pełne
ru: Заряжено
zh_cn: 充电完成
zh_tw: 充電完成

# S_BAT_STATUS
source: Status: {0}
fr: Statut : {0}
he_il: מצב: {0}
it: Stato: {0}
ja: 状態: {0}
ko: 상태: {0}
ru: Статус: {0}
zh_cn: 状态：{0}
zh_tw: 狀態：{0}

# S_BAT_HEALTH
source: Health: {0}
de: Gesundheit: {0}
fr: Santé : {0}
he_il: בריאות: {0}
it: Salute: {0}
ja: 健康状態: {0}
ko: 상태: {0}
pl: Zdrowie: {0}
ru: Здоровье: {0}
zh_cn: 健康：{0}
zh_tw: 健康：{0}

# S_BAT_HEALTH_GOOD
source: Good
de: Gut
fr: Bonne
he_il: טובה
it: Buona
ja: 良好
ko: 양호
pl: Dobry
ru: Хорошо
zh_cn: 优秀
zh_tw: 優秀

# S_BAT_HEALTH_OVERHEAT
source: Overheat
de: Überhitzung
fr: Surchauffe
he_il: חמה מדי
it: Surriscaldata
ja: 過熱
ko: 과열
pl: Przegrzanie
ru: Перегрев
zh_cn: 过热
zh_tw: 過熱

# S_BAT_HEALTH_DEAD
source: Dead
de: Tot
fr: Morte
he_il: מתה
it: Morta
ja: 使用不可
ko: 수명 다함
pl: Martwa
ru: Труп
zh_cn: 报废
zh_tw: 報廢

# S_BAT_HEALTH_OVER_VOLTAGE
source: Over Voltage
de: Überspannung
fr: Surtension
he_il: מתח גבוה מדי
it: Voltaggio troppo alto
ja: 過電圧
ko: 과전압
pl: Przepięcie
ru: Высокое напряжение
zh_cn: 过高电压
zh_tw: 過高電壓

# S_BAT_HEALTH_UNSPECIFIED_FAILURE
source: Unspecified failure
de: Nicht näher bezeichneter Fehler
fr: Échec non spécifié
he_il: תקלה לא ידועה
it: Problema non specificato
ja: 不明な障害
ko: 알 수 없는 오류
pl: Nieokreślona awaria
ru: Нетипичный сбой
zh_cn: 未明确归类的电池故障
zh_tw: 未明確歸類的電池錯誤

# S_BAT_HEALTH_COLD
source: Cold
de: Kalt
fr: Froide
he_il: קרה
it: Fredda
ja: 低温
ko: 저온
pl: Zimna
ru: Переохлаждение
zh_cn: 温度过低
zh_tw: 溫度過低

# S_BUTTON_LAUNCH
source: Launch
de: Starten
fr: Lancer
he_il: הפעל
it: Avvia
ja: 起動
ko: 실행
pl: Uruchom
ru: Запустить
zh_cn: 启动 WSA
zh_tw: 啓動 WSA

# S_WSA_DIALOG_TITLE
source: WSA Launch
de: WSA-Start
fr: Lancement WSA
he_il: הפעל WSA
it: Avvio WSA
ja: WSAを起動
ko: WSA 실행
pl: Uruchom WSA
ru: Запуск WSA
zh_cn: WSA 启动器
zh_tw: WSA 啓動器

# S_DONT_SHOW_AGAIN
source: Do Not Show This Again.
de: Nicht mehr anzeigen.
fr: Ne plus montrer cela à nouveau.
he_il: אל תציג יותר.
it: Non chiederlo più.
ja: 次回から表示しない。
ko: 다시 표시하지 않기.
pl: Nie pokazuj tego ponownie.
ru: Не показывать снова.
zh_cn: 不再显示此消息。
zh_tw: 不再顯示此消息。

# S_BUTTON_ABORT
source: Abort
de: Abbrechen
fr: Abandonner
he_il: בטל
it: Annulla
ja: 中断
ko: 중단
pl: Porzuć
ru: Прервать
zh_cn: 关于
zh_tw: 關於

# S_SEND_TO_SHELL_TITLE
source: Sending To Shell
de: Wird an die Shell gesendet
he_il: שולח למערכת
it: Invio alla shell
ja: シェルに送信中
ko: 셸로 전송 중
pl: Wysyłanie do Powłoki
ru: Отправка
zh_cn: 发送到 Shell
zh_tw: 發送到 Shell

# S_PASTE_CONFLICT
source: {0} Conflict
de: {0} Konflikt
fr: Conflit {0}
he_il: התנגשות ב{0}
it: Conflitto durante {0}
ja: {0} 競合
ko: {0} 충돌
pl: {0} Konflikt
ru: {0} конфликт
zh_cn: {0} 冲突
zh_tw: {0} 衝突

# S_PASTE
source: Paste
de: Einfügen
fr: Coller
he_il: הדבקה
it: Incolla
ja: 貼り付け
ko: 붙여넣기
pl: Wklej
ru: Вставить
zh_cn: 粘贴
zh_tw: 粘貼

# S_DROP
source: Drop
de: Ablegen
fr: Lâcher
he_il: גרירה
it: Rilascio
ja: ドロップ
ko: 놓기
pl: Upuść
ru: Сброс
zh_cn: 拖拽
zh_tw: 拖拽

# S_ACTION_OPERATION
source: Operation
fr: Opération
he_il: פעולה
it: operazione
ja: 操作
ko: 작업
pl: Operacja
ru: Операция
zh_cn: 操作
zh_tw: 操作

# S_ACTION_OPERATION_PLURAL
source: Operations
de: Operationen
fr: Opérations
he_il: פעולות
it: operazioni
ja: 操作
ko: 작업
pl: Operacje
ru: Операции
zh_cn: 操作
zh_tw: 操作

# S_ACTION_VALIDATE
source: Validate {0}
de: {0} validieren
fr: Valider {0}
he_il: אימות {0}
it: Valida {0}
ja: {0} を検証
ko: {0} 검증
pl: Sprawdź {0}
ru: Сверить {0}
zh_cn: 验证 {0}
zh_tw: 驗證 {0}

# S_FILE_TYPE_LINK
source: Link
de: Verknüpfung
fr: Lien
he_il: קישור
it: Collegamento
ja: リンク
ko: 링크
ru: Ссылка
zh_cn: 链接
zh_tw: 鏈接

# S_KNOWN_TYPE_LINK
source: {0} (Link)
de: {0} (Verknüpfung)
fr: {0} (lien)
he_il: {0} (קישור)
it: {0} (collegamento)
ja: {0} (リンク)
ko: {0} (링크)
ru: {0} (Ссылка)
zh_cn: {0} （链接）
zh_tw: {0}（鏈接）

# S_FILE_TYPE_APK
source: Android Application Package
de: Android-Anwendungspaket
fr: Paquet application Android
he_il: חבילת אפליקציה של אנדרואיד
it: Pacchetto applicazione Android (APK)
ja: Android アプリケーション パッケージ
ko: Android 애플리케이션 패키지
pl: Pakiet aplikacji na Androida
ru: Приложение Android
zh_cn: 安卓应用程序包
zh_tw: 安卓應用程序包

# S_FILE_TYPE_EXE
source: Windows Executable
de: Ausführbare Windows-Datei
fr: Exécutable Windows
he_il: קובץ הרצה של וינדוס
it: Eseguibile di Windows
ja: Windows 実行ファイル
ko: Windows 실행 파일
pl: Plik wykonywalny Windows
ru: Исполняемый файл Windows
zh_cn: Windows 可执行文件
zh_tw: Windows 可執行文件

# S_DRIVE_TRASH
source: Recycle Bin
de: Papierkorb
fr: Corbeille
he_il: פח מחזור
it: Cestino
ja: ごみ箱
ko: 휴지통
pl: Kosz
ru: Корзина
zh_cn: 回收站
zh_tw: 回收站

# S_BUTTON_YES
source: Yes
de: Ja
fr: Oui
he_il: כן
it: Sì
ja: はい
ko: 예
pl: Tak
ru: Да
zh_cn: 是
zh_tw: 是

# S_DRIVE_INTERNAL_STORAGE
source: Internal Storage
de: Interner Speicher
fr: Stockage interne
he_il: אחסון פנימי
it: Memoria interna
ja: 内部ストレージ
ko: 내부 저장소
pl: Pamięć wewnętrzna
ru: Внутреннее хранилище
zh_cn: 内部存储
zh_tw: 内部存儲

# S_DRIVE_APPS
source: Installed Apps
de: Installierte Apps
fr: Apps installées
he_il: אפליקציות מותקנות
it: App installate
ja: インストールされたアプリ
ko: 설치된 앱
pl: Zainstalowane aplikacje
ru: Установленные приложения
zh_cn: 已安装应用
zh_tw: 已安裝應用

# S_DRIVE_SD
source: µSD Card
de: µSD-Karte
fr: Carte microSD
he_il: כרטיס SD
it: Scheda microSD
ja: マイクロSDカード
ko: µSD 카드
pl: Karta micro SD
ru: SD Карта
zh_cn: MicroSD 卡
zh_tw: MicroSD卡
