Repository: Alex4SSB/ADB-Explorer
Catalog: ADB Explorer/Strings/Resources.*.resx
Languages: ar, de, es, fr, he_il, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

# S_ANDROID_ICONS_TITLE
source: The Android Robot Icon(s)
ar: أيقونات روبوت أندرويد
de: Das Android-Roboter-Symbol
es: Ícono(s) de Android
he_il: סמל(י) רובוט ה-אנדרואיד
it: L'icona del robot di Android
ja: Android ロボットアイコン
ko: 안드로이드 로봇 아이콘
pl: Ikony robotów Android
pt_br: O(s) ícone(s) do robô Android
ru: Символ(ы) Робота Андроид
tr: Android Robot İcon(lar)
uk: Іконк(а/и) Андроїд Робота
zh_cn: Android 机器人 图标
zh_tw: Android 機器人圖標

# S_ANDROID_ROBOT_LIC
source: The Android robot is reproduced or modified from work created and shared by Google and used according to terms described in the Creative Commons 3.0 Attribution License.
ar: تتم إعادة إنتاج روبوت Android أو تعديله من عمل أنشأته Google وشاركته، ويتم استخدامه وفقًا للبنود الموضّحة في ترخيص Creative Commons 3.0 Attribution.
de: Das Android-Roboter-Logo wurde aus einer von Google erstellten und geteilten Arbeit reproduziert oder geändert und wird gemäß den Bedingungen der Creative Commons 3.0-Attributionslizenz verwendet.
es: El robot de Android se reproduce o modifica a partir del trabajo generado y compartido por Google, y se usa conforme a lo descrito en la Licencia de Atribución de Creative Commons 3.0.
fr: Le robot Android est reproduit ou modifié à partir d'une ressource créée et partagée par Google qui est utilisée selon les conditions décrites dans la licence d'attribution Creative Commons 3.0.
he_il: רובוט האנדרואיד משוחזר או שונה מיצירה שנוצרה ושותפה על ידי גוגל ומשמש בהתאם לתנאים המתוארים ברישיון ייחוס Creative Commons 3.0.
it: Il robot Android viene riprodotto o modificato da un lavoro creato e condiviso da Google e utilizzato secondo i termini descritti nella licenza Creative Commons 3.0.
ja: Android ロボットは、Google が作成および提供している作品から複製または変更したものであり、クリエイティブ・コモンズ表示 3.0 ライセンスに記載された条件に従って使用しています。
ko: Android 로봇은 Google에서 제작하여 공유한 저작물을 복제하거나 수정한 것으로, Creative Commons 3.0 저작자 표시 라이선스에 명시된 조건에 따라 사용됩니다.
pl: Robot Androida jest powielany lub modyfikowany na podstawie prac stworzonych i udostępnianych przez Google i używany zgodnie z warunkami opisanymi na stronie Creative Commons 3.0 uznania autorstwa.
pt_br: O robô do Android é reproduzido ou modificado com base no trabalho criado e compartilhado pelo Google e é usado de acordo com os termos descritos na Licença de Atribuição 3.0 do Creative Commons.
ru: Робот Android воспроизводится или модифицируется на основе работы, созданной и распространяемой Google, и используется в соответствии с условиями, описанными в лицензии Creative Commons 3.0 с указанием авторства.
tr: Android robotu, Google tarafından oluşturulan ve paylaşılan bir çalışmadan çoğaltılmış veya değiştirilmiş olup Creative Commons 3.0 Atıf Lisansı'nda açıklanan şartlara uygun şekilde kullanılmıştır.
uk: Робота Android відтворено або змінено з роботи, створеної та поширеної Google, і використовується відповідно до умов, описаних у ліцензії Creative Commons 3.0 Attribution.
zh_cn: Android 机器人是在 Google 原创及共享成果的基础上再创作或修改而成，须遵照知识共享署名 3.0 许可所述条款付诸应用。
zh_tw: Android 機器人是由 Google 建立和共用的作品重製或修改而成，並遵循《創用 CC 3.0 姓名標示授權》中的條款使用。

# S_ANIMATION_TITLE
source: App Animations
ar: انيميشنات التطبيق
de: App-Animationen
es: Animaciones de la Aplicación
fr: Animations de l'application
he_il: הנפשות היישום
it: Animazioni nell'app
ja: アプリアニメーション
ko: 앱 애니메이션
pl: Animacje aplikacji
pt_br: Animações do aplicativos
ru: Анимации
tr: Uygulama Animasyonları
uk: Анімації додатку
zh_cn: 应用动画
zh_tw: 應用動畫

# S_APK_ICON_LIC
source: The APK icon is licensed under the Apache License, Version 2.0.
ar: علامه الحزمه مرخصه تحت رخصه apache الإصدار الثاني.
de: Das APK-Symbol unterliegt der Apache-Lizenz, Version 2.0.
es: El ícono de la aplicación está licenciado bajo la Licencia de Apache, Versión 2.0.
fr: L'icône de l'APK est sous licence Apache version 2.0.
he_il: השימוש בסמל ה-APK נעשה תחת רישיון Apache, גירסה 2.0.
it: L'icona APK è rilasciata sotto licenza Apache, versione 2.0.
ja: APK アイコンは、Apache ライセンス バージョン 2.0 に基づいてライセンスされます。
ko: APK 아이콘은 Apache License 버전 2.0에 따라 라이선스가 부여됩니다.
pl: Ikona aplikacji jest dostępna na licencji Apache License, wersja 2.0.
pt_br: O ícone APK está licenciado sob a Apache License, Versão 2.0.
ru: Иконка APK лицензирована Apache License, Version 2.0.
tr: Uygulama simgesi Apache Lisansı altında lisanslanmıştır, Versiyon 2.0.
uk: Піктограма APK ліцензована за ліцензією Apache версії 2.0.
zh_cn: APK 图标根据 Apache License，版本 2.0 获得许可。
zh_tw: APK 圖標根據 Apache License，版本 2.0 獲得許可。

# S_MISSING_ADB_OVERRIDE
source: Could not get ADB version from provided path.
ar: لم اتمكن من معرفه اصدار ADB من هذا الطريق.
de: Die ADB-Version konnte nicht über den angegebenen Pfad abgerufen werden.
es: No se puede obtener la versión de ADB de la ruta especificada.
fr: Impossible d'obtenir la version d'ADB à partir du chemin spécifié.
he_il: לא ניתן לקרוא גרסת ADB מהנתיב שסופק.
it: Impossibile ottenere la versione di ADB dal percorso fornito.
ja: 指定されたパスから ADB バージョンを取得できませんでした。
ko: 제공된 경로에서 ADB 버전을 가져올 수 없습니다.
pl: Nie można uzyskać wersji ADB z podanej ścieżki.
pt_br: Não foi possível obter a versão ADB no caminho fornecido.
ru: Не удалось получить версию ADB с заданного пути.
tr: Verilen yoldan ADB sürümü alınamadı.
uk: Не вдалося отримати версію ADB з наданого шляху.
zh_cn: 无法从指定路径获取 ADB 版本。
zh_tw: 無法從指定路徑獲取 ADB 版本。

# S_ADB_VERSION_LOW_OVERRIDE
source: ADB version from provided path is too low.
ar: اصدار ADB من هذا الطريق منخفض جداً.
de: Die ADB-Version aus dem angegebenen Pfad ist zu niedrig.
es: La versión de ADB de la ruta especificada es demasiado baja.
fr: La version d'ADB obtenue à partir du chemin fourni est trop basse.
he_il: גרסת ADB מהנתיב שסופק נמוכה מדי.
it: La versione di ADB del percorso fornito è troppo vecchia.
ja: 指定されたパスの ADB バージョンが低すぎます。
ko: 제공된 경로의 ADB 버전이 너무 낮습니다.
pl: Wersja ADB z podanej ścieżki jest zbyt niska.
pt_br: A versão do ADB do caminho fornecido é muito baixa.
ru: Версия ADB с предоставленного пути слишком низкая.
tr: Sağlanan yoldan ADB versiyonu çok düşük.
uk: Версія ADB з наданого шляху занадто низька.
zh_cn: 指定路径的 ADB 版本过低。
zh_tw: 指定路徑的 ADB 版本過低。

# S_FAIL_OVERRIDE_TITLE
source: Fail to override ADB
ar: خطأ في الكتابه علي ADB
de: ADB konnte nicht überschrieben werden
es: No se pudo anular ADB
fr: Impossible de remplacer ADB
he_il: כשל בהחלפת ADB
it: Impossibile sovrascrivere il percorso di ADB
ja: ADBの上書きに失敗しました
ko: ADB 재정의 실패
pl: Nie udało się zastąpić ADB
pt_br: Falha ao substituir ADB
ru: Не удалось предопределить ADB
tr: ADB Geçersiz kılma başarısız oldu
uk: Не вдалося перезаписати ADB
zh_cn: 无法覆盖 ADB
zh_tw: 無法覆蓋 ADB

# S_OVERRIDE_ADB_BROWSE
source: Select ADB Executable
ar: اختر مخرجات ADB
de: ADB-Programmdatei auswählen
es: Selecciona el ejecutable ADB
fr: Sélectionner l'exécutable ADB
he_il: בחירת קובץ הרצה של ADB
it: Seleziona l'eseguibile di ADB
ja: ADB実行ファイルを選択
ko: ADB 실행 파일 선택
pl: Wybierz plik wykonywalny ADB
pt_br: Selecione o executável ADB
ru: Выберите исполняемый файл ADB
tr: ADB Yürütülebilir Dosyasını Seçin
uk: Виберіть виконуваний файл ADB
zh_cn: 选择 ADB 可执行文件
zh_tw: 選擇 ADB 可執行文件

# S_RESET_SETTINGS_TITLE
source: Reset App Settings
ar: اعاده اعدادات التطبيق
de: App-Einstellungen zurücksetzen
es: Restablecer la configuración de la aplicación
fr: Réinitialiser les paramètres de l'application
he_il: איפוס הגדרות היישום
it: Reimposta le impostazioni dell'app
ja: アプリ設定をリセット
ko: 앱 설정 초기화
pl: Resetuj ustawienia aplikacji
pt_br: Redefinir as Configurações do Aplicativo
ru: Обнулить Настройки Программы
tr: Uygulama Ayarlarını Sıfırla
uk: Скинути налаштування програми
zh_cn: 重置应用设置
zh_tw: 重置應用設置

# S_NEW_VERSION_TITLE
source: New App Version
ar: اصدار تطبيق جديد
de: Neue App-Version
es: Nueva versión de la aplicación
fr: Nouvelle version de l'application
he_il: גרסת תוכנה חדשה
it: Nuova versione dell'app
ja: 新アプリバージョン
ko: 새 앱 버전
pl: Nowa wersja aplikacji
pt_br: Nova Versão do Aplicativo
ru: Новая версия программы
tr: Yeni Uygulama Sürümü
uk: Нова версія додатку
zh_cn: 新版本
zh_tw: 新版本

# S_NAV_ERR_TITLE
source: Navigation Error
ar: خطأ في محدد الإتجاه
de: Navigationsfehler
es: Error de navegación
fr: Erreur de navigation
he_il: שגיאת ניווט
it: Errore di navigazione
ja: ナビゲーションエラー
ko: 탐색 오류
pl: Błąd nawigacji
pt_br: Erro de Navegação
ru: Ошибка навигации
tr: Gezinme Hatası
uk: Помилка навігації
zh_cn: 路径导航错误
zh_tw: 路徑導航錯誤

# S_COPY_APK_NAME
source: Copy Package Name
ar: نسخ اسم الحزمه
de: Paketname kopieren
es: Copiar nombre del paquete
fr: Copier le nom du paquet
he_il: העתק שם חבילה
it: Copia il nome del pacchetto
ja: パッケージ名をコピー
ko: 패키지 이름 복사
pl: Kopiuj nazwę pakietu
pt_br: Copiar Nome do Pacote
ru: Скопировать имя Пакета
tr: Paket Adını Kopyala
uk: Скопіювати ім'я пакету
zh_cn: 复制包名
zh_tw: 複製包名

# S_COPY_PATH
source: Copy Item Path
ar: نسخ طريق العنصر
de: Dateipfad kopieren
es: Copiar ruta del elemento
fr: Copier le chemin de l'élément
he_il: העתק נתיב פריט
it: Copia il percorso dell'elemento
ja: パスのコピー
ko: 항목 경로 복사
pl: Kopiuj ścieżkę elementu
pt_br: Copiar caminho do item
ru: Скопировать путь объекта
tr: Öğe Yolunu Kopyala
uk: Скопіювати шлях об'єкта
zh_cn: 复制文件路径
zh_tw: 複製文件路徑

# S_RESTORE_ALL
source: Restore All Items
ar: اعاده كل الاغراض
de: Alle Elemente wiederherstellen
es: Restaurar todos los elementos
fr: Restaurer tous les éléments
he_il: שחזר את כל הפריטים
it: Ripristina tutti gli elementi
ja: すべての項目を復元
ko: 모든 항목 복원
pl: Przywróć wszystkie elementy
pt_br: Restaurar Todos os Itens
ru: Восстановить все элементы
tr: Tüm Öğeleri Geri Yükle
uk: Відновити всі об'єкти
zh_cn: 还原所有项目
zh_tw: 還原所有項目

# S_EMPTY_TRASH
source: Empty Recycle Bin
ar: تفريخ سله المهملات
de: Papierkorb leeren
es: Papelera de reciclaje vacía
fr: Vider la corbeille
he_il: רוקן סל מיחזור
it: Svuota il cestino
ja: ごみ箱を空にする
ko: 휴지통 비우기
pl: Opróżnij Kosz
pt_br: Esvaziar Lixeira
ru: Очистить Карзину
tr: Geri Dönüşüm Kutusunu Boşaltın
uk: Очистити кошик
zh_cn: 清空回收站
zh_tw: 清空回收站

# S_DELETE_ACTION
source: Delete
ar: مسح
de: Löschen
es: Borrar
fr: Supprimer
he_il: מחק
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
uk: Видалити
zh_cn: 删除
zh_tw: 刪除

# S_DEST_ERR
source: Destination Path Error
ar: خطأ في مسار الوجهه
de: Zielpfadfehler
es: Error de ruta de destino
fr: Erreur de chemin de destination
he_il: שגיאה בנתיב היעד
it: Errore nel percorso di destinazione
ja: 宛先パスエラー
ko: 대상 경로 오류
pl: Błąd ścieżki docelowej
pt_br: Erro na destinação do caminho
ru: Ошибка пути
tr: Hedef Yol Hatası
uk: Помилка призначення шляху
zh_cn: 目标路径错误
zh_tw: 目標路徑錯誤

# S_FAILED_CONN
source: failed to connect to
ar: خطأ في الاتصال مع
de: Verbindung fehlgeschlagen an
es: No se pudo conectar a
fr: Echec de la connexion à
he_il: שגיאה בהתחברות אל
it: errore nella connessione a
ja: 接続に失敗しました
ko: 연결 실패
pl: nie udało się połączyć z
pt_br: falha ao se conectar com
ru: не удалось подключиться к
tr: Bağlanmada hata oluştu
uk: помилка приєднання до
zh_cn: 无法连接到
zh_tw: 無法連接到

# S_FAILED_CONN_TITLE
source: Connection Error
ar: فشل في الاتصال
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
he_il: שגיאת התחברות
it: Errore nella connessione
ja: 接続エラー
ko: 연결 오류
pl: Błąd połączenia
pt_br: Erro de Conexão
ru: Ошибка подключения
tr: Bağlantı Hatası
uk: Помилка під'єднання
zh_cn: 连接错误
zh_tw: 連接錯誤

# S_DISCONN_FAILED_TITLE
source: Disconnection Error
ar: خطأ قطع الاتصال
de: Fehler bei Trennung
es: Error de desconexión
fr: Erreur de déconnexion
he_il: שגיאת התנתקות
it: Errore nella disconnessione
ja: 切断エラー
ko: 연결 해제 오류
pl: Błąd rozłączenia
pt_br: Erro de Disconexão
ru: Ошибка при отключении
tr: Bağlantı Kesilme Hatası
uk: Помилка від'єднання
zh_cn: 断开连接错误
zh_tw: 斷開連接錯誤

# S_PAIR_ERR_TITLE
source: Pairing Error
ar: خطأ في الاتصال
de: Kopplungsfehler
es: Error de emparejamiento
fr: Erreur d'appairage
he_il: שגיאת צימוד
it: Errore nell'accoppiamento
ja: ペアリングエラー
ko: 페어링 오류
pl: Błąd parowania
pt_br: Erro de Pareamento
ru: Ошибка соединения
tr: Eşleştirme Hatası
uk: Помилка сполучення
zh_cn: 配对错误
zh_tw: 配對錯誤

# S_ROOT_FORBID
source: Root access cannot be enabled on selected device.
ar: صلاحيه root لا يمكن تفعيلها من هذا الجهاز.
de: Auf dem ausgewählten Gerät könnte Root-Zugriff nicht aktiviert werden.
es: No se puede habilitar el acceso root en el dispositivo seleccionado.
fr: L'accès root ne peut pas être activé sur le périphérique sélectionné.
he_il: לא ניתן לאפשר גישת root במכשיר שנבחר.
it: L'accesso root non può essere attivato sul dispositivo selezionato.
ja: 選択したデバイスではroot権限を有効にできません。
ko: 선택한 장치에서 루트 권한을 활성화할 수 없습니다.
pl: Nie można włączyć dostępu do roota na wybranym urządzeniu.
pt_br: Acesso root não pode ser habilitado no dispositivo selecionado.
ru: ROOT доступ не может быть включен на этом устройстве.
tr: Seçilen cihazda Root erişimi etkinleştirilemiyor.
uk: Root-доступ неможливо ввімкнути на вибраному пристрої.
zh_cn: 无法在所选设备上启用 Root 权限。
zh_tw: 無法在所選設備上啓用 Root 權限。

# S_ROOT_FORBID_TITLE
source: Root Access
ar: صلاحيه root
de: Root-Zugriff
es: Acceso Raíz
fr: Accès root
he_il: גישת root
it: Accesso root
ja: root権限
ko: 루트 권한
pl: Dostęp do roota
pt_br: Acesso Root
ru: ROOT доступ
tr: Yönetici erişimi
uk: Root-доступ
zh_cn: Root 权限
zh_tw: Root 權限

# S_DEL_CONF_TITLE
source: Confirm Delete
ar: تأكيد المسح
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
he_il: אישור מחיקה
it: Conferma eliminazione
ja: 削除確認
ko: 삭제 확인
pl: Potwierdź usunięcie
pt_br: Confirmar Exclusão
ru: Подтвердите Удаление
tr: Silmeyi Onayla
uk: Підтвердити Видалення
zh_cn: 确认删除
zh_tw: 確認刪除

# S_PERM_DEL
source: Permanently Delete
ar: مسح كلي
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
he_il: מחק לצמיתות
it: Elimina permanentemente
ja: 完全に削除
ko: 영구 삭제
pl: Usuń trwale
pt_br: Excluir Permanentemente
ru: Удалить навсегда
tr: Kalıcı olarak sil
uk: Видалити назавжди
zh_cn: 永久删除
zh_tw: 永久刪除

# S_CREATE_ERR_TITLE
source: Create Error
ar: صنع خطأ
de: Fehler beim Erstellen
es: Error al crear
fr: Erreur de création
he_il: שגיאת יצירה
it: Errore nella creazione
ja: 作成エラー
ko: 생성 오류
pl: Błąd utworzenia
pt_br: Erro ao criar a pasta/o arquivo
ru: Ошибка при создании
tr: Oluşturma Hatası
uk: Помилка створення
zh_cn: 创建错误
zh_tw: 創建錯誤

# S_RESTORE_CONF_TITLE
source: Restore Conflicts
ar: اعاده الاشتباك
de: Konflikte beim Wiederherstellen
es: Restaurar conflictos
fr: Restaurer les conflits
he_il: שגיאות בשיחזור
it: Conflitti nel ripristino
ja: 復元の競合
ko: 복원 충돌
pl: Przywróć konflikty
pt_br: Erro de Restauração de Arquivo
ru: Ошибки при восстановлении
tr: Çakışmaları Geri Yükle
uk: Конфлікт Відновлення
zh_cn: 创建错误
zh_tw: 創建錯誤

# S_CONF_UNI_TITLE
source: Confirm Uninstall
ar: تأكيد إلغاء التثبيت
de: Deinstallieren bestätigen
es: Confirmar desinstalación
fr: Confirmer la désinstallation
he_il: אישור הסרה
it: Conferma disinstallazione
ja: アンインストール確認
ko: 제거 확인
pl: Potwierdź odinstalowanie
pt_br: Confirmar Desinstalação
ru: Подтвердите удаление
tr: Kaldırmayı Onayla
uk: Підтвердити інсталяцію
zh_cn: 确认卸载
zh_tw: 確認卸載

# S_INSTALL_APK
source: Select packages to install
ar: اختر الحزمه للتثبيث
de: Pakete zum Installieren auswählen
es: Seleccionar paquetes para instalar
fr: Sélectionner les paquets à installer
he_il: בחירת חבילות להתקנה
it: Seleziona i pacchetti da installare
ja: インストールするパッケージを選択
ko: 설치할 패키지 선택
pl: Wybierz pakiety do zainstalowania
pt_br: Selecione os pacotes a serem instalados
ru: Выбрать пакеты для установки
tr: Yüklenecek paketleri seç
uk: Виберіть пакет для встановлення
zh_cn: 选择要安装的包
zh_tw: 選擇要安裝的包

# S_REM_EMU
source: Kill Emulator
ar: انهاء المحاكي
de: Emulator abwürgen
es: Detener Emulador
fr: Tuer l'émulateur
he_il: הרוג את האימולטור
it: Termina l'emulatore
ja: エミュレータを強制終了
ko: 에뮬레이터 종료
pl: Zabij emulator
pt_br: Terminar Emulador
ru: Убить эмулятор
tr: Emulatörü Sonlandır
uk: Вбити Емулятор
zh_cn: 终止模拟器
zh_tw: 終止模擬器

# S_REM_HIST_DEV
source: Remove Device
ar: مسح الجهاز
de: Gerät entfernen
es: Quitar dispositivo
fr: Supprimer l'appareil
he_il: הסר מכשיר
it: Rimuovi dispositivo
ja: デバイスを取り外す
ko: 장치 제거
pl: Usuń urządzenie
pt_br: Remover Dispositivo
ru: Удалить устройство
tr: Cihazı Kaldır
uk: Прибрати Пристрій
zh_cn: 删除设备
zh_tw: 刪除設備

# S_REM_DEV
source: Disconnect Device
ar: قطع اتصال الجهاز
de: Gerät trennen
es: Desconectar el dispositivo
fr: Déconnecter l'appareil
he_il: נַתק מכשיר
it: Disconnetti dispositivo
ja: デバイスを切断
ko: 장치 연결 해제
pl: Rozłącz urządzenie
pt_br: Desconectar Dispositivo
ru: Отключить устройство
tr: Bağlantıyı Kes
uk: Вийняти Пристрій
zh_cn: 断开设备连接
zh_tw: 斷開設備連接

# S_FILE_OP_TOOLTIP
source: File Operations
ar: مهام الملف
de: Dateioperationen
es: Operaciones con archivos
fr: Opérations de fichier
he_il: פעולות קבצים
it: Operazioni sui file
ja: ファイル操作
ko: 파일 작업
pl: Operacje na plikach
pt_br: Operações de Arquivo
ru: Файловые операции
tr: Dosya İşlemleri
uk: Файлові операції
zh_cn: 文件操作
zh_tw: 文件操作

# S_PUSH_PKG
source: Install Packages
ar: تثبيث الحزم
de: Pakete installieren
es: Instalar paquetes
fr: Installer des paquets
he_il: הַתקן חבילות
it: Installa pacchetti
ja: パッケージのインストール
ko: 패키지 설치
pl: Instaluj pakiety
pt_br: Instalar Pacotes
ru: Установить пакеты
tr: Paketleri Yükle
zh_cn: 安装软件包
zh_tw: 安裝軟件包

# S_NEW_DEVICE_TIP
source: Pair and/or connect a WiFi device (without using mDNS)
ar: اتصال و/او اتصل بجهاز WiFi (بدون استخدام mDNS)
de: WLAN-Gerät koppeln und/oder verbinden (ohne Verwendung von mDNS)
fr: Appairer et/ou connecter un appareil en WiFi (sans utiliser mDNS)
he_il: צַמד או חבּר מכשיר WiFi (ללא mDNS)
it: Accoppia e/o connetti un dispositivo WiFi (senza usare mDNS)
ja: Wi-Fiデバイスをペアリングして接続する(mDNSを未使用)
ko: WiFi 장치 페어링 및/또는 연결 (mDNS 미사용)
pl: Sparuj i/lub podłącz urządzenie WiFi (bez użycia mDNS)
pt_br: Parear e/ou conectar a um dispositivo WIFI (sem usar mDNS)
ru: Соединить и/или подключить Wi-Fi устройство (не используя mDNS)
tr: WiFi Cihazı Eşleştir/Bağla (mDNS olmadan)
zh_cn: 配对并连接 WiFi 设备（不使用 mDNS）
zh_tw: 配對並連接 WiFi 設備（不使用 mDNS）

# S_RESTART_APP
source: Restart app for changes to take effect
ar: اعاده تشغيل الطبيق لحفظ التغيرات
de: Die Anwendung neu starten, damit die Änderungen wirksam werden
fr: Relancez l'application pour que les modifications soient prises en compte
he_il: הפעל את היישום מחדש להחלת השינויים
it: Riavvia l'app per applicare i cambiamenti
ja: 変更を有効にするにはアプリを再起動してください
ko: 변경 사항을 적용하려면 앱을 다시 시작하세요
pl: Zrestartuj aplikację, aby zastosować zmiany
pt_br: Reinicie o aplicativo para aplicar as mudanças
ru: Перезапустить программу, чтобы изменения вступили в силу
tr: Değişikliklerin etkili olması için uygulamayı yeniden başlatın
zh_cn: 重启应用以使更改生效
zh_tw: 重啓應用以使更改生效

# S_READ_FILE_ERROR_TITLE
source: Error Reading File
ar: خطأ في قراءة الملف
de: Fehler beim Lesen der Datei
fr: Erreur de lecture du fichier
he_il: שגיאה בקריאת קובץ
it: Errore nella lettura del file
ja: ファイルの読み取りエラー
ko: 파일 읽기 오류
pl: Błąd odczytu pliku
pt_br: Erro ao ler o arquivo
ru: Ошибка чтения файла
tr: Dosya Okuma Hatası
zh_cn: 文件读取错误
zh_tw: 文件讀取錯誤

# S_READ_FILE_ERROR
source: Could not pull file in order to read it.
ar: لا يمكن سحب الملف لطلب قرأته.
de: Konnte die Datei nicht herunterladen, um sie zu lesen.
fr: Impossible de récupérer le fichier pour le lire.
he_il: לא ניתן להוריד את הקובץ לקריאה.
it: Non sono riuscito a scaricare il file per leggerlo.
ja: ファイルを読み取るために取得できませんでした。
ko: 파일을 읽기 위해 가져올 수 없습니다.
pl: Nie można ściągnąć pliku w celu jego odczytania.
pt_br: Não foi possível puxar o arquivo para lê-lo.
ru: Не удалось извлечь файл для его чтения.
tr: Dosya okumak için çekilemedi.
zh_cn: 无法拉取文件以读取内容。
zh_tw: 無法 pull 文件以讀取内容。

# S_WRITE_FILE_ERROR_TITLE
source: Error Writing File
ar: خطأ في كتابه الملف
de: Fehler beim Schreiben der Datei
fr: Erreur d'écriture du fichier
he_il: שגיאה בכתיבת קובץ
it: Errore nella scrittura del file
ja: ファイルの書き込みエラー
ko: 파일 쓰기 오류
pl: Błąd przy zapisywaniu pliku
pt_br: Erro ao gravar o arquivo
ru: Ошибка записи файла
tr: Dosya Yazma Hatası
zh_cn: 文件写入错误
zh_tw: 文件寫入錯誤

# S_WRITE_FILE_ERROR
source: Could not push file back to device.
ar: لا يمكن ارجاع الملف للجهاز.
de: Konnte die Datei nicht zurück auf das Gerät schicken.
fr: Impossible de renvoyer le fichier sur l'appareil.
he_il: לא ניתן להעלות את הקובץ חזרה למכשיר.
it: Impossibile ri-spostare il file sul dispositivo.
ja: ファイルをデバイスに送信できませんでした。
ko: 파일을 장치로 다시 전송할 수 없습니다.
pl: Nie można przesłać pliku z powrotem na urządzenie.
pt_br: Não foi possível implementar o arquivo de volta ao dispositivo.
ru: Не удалось отправить файл обратно на устройство.
tr: Dosya cihaza geri gönderilemedi.
zh_cn: 无法将文件推送回设备。
zh_tw: 無法將文件推送回設備。

# S_DISABLE_MDNS
source: ADB server needs to be restarted in order to disable mDNS.
ar: خادم ADB يحتاج لاعاده التشغيل لتعطيل mDNS.
de: Der ADB-Server muss neu gestartet werden, um mDNS zu deaktivieren.
fr: Le serveur ADB doit être redémarré pour désactiver mDNS.
he_il: כיבוי ה-mDNS דורש הפעלה מחדש של שרת ה-ADB.
it: Il server ADB deve essere riavviato per disabilitare mDNS.
ja: mDNS を無効にするには、ADB サーバーを再起動する必要があります。
ko: mDNS를 비활성화하려면 ADB 서버를 다시 시작해야 합니다.
pl: Serwer ADB musi zostać uruchomiony ponownie, żeby wyłączyć mDNS.
pt_br: O servidor do ADB precisa ser reinicializado para desativar o mDNS.
ru: ADB-сервер необходимо перезапустить, чтобы отключить mDNS.
tr: mDNS'yi devre dışı bırakmak için ADB sunucusunun yeniden başlatılması gerekir.
zh_cn: 需要重启 ADB 服务以禁用 mDNS。
zh_tw: 需要重啓 ADB 服務以禁用 mDNS。

# S_DISABLE_MDNS_TITLE
source: Disable mDNS
ar: تعطيل mDNS
de: mDNS deaktivieren
fr: Désactiver mDNS
he_il: כבה שרת mDNS
it: Disabilita mDNS
ja: mDNSを無効にする
ko: mDNS 비활성화
pl: Wyłącz mDNS
pt_br: Desativar mDNS
ru: Отключить mDNS
tr: mDNS'yi devre dışı bırak
zh_cn: 禁用 mDNS
zh_tw: 禁用 mDNS

# S_WSA_PKG_TIP
source: Launch WSA in background
ar: بدء WSA في الخلفية
de: WSA im Hintergrund starten
fr: Exécuter WSA en arrière-plan
he_il: התחל את WSA ברקע
it: Avvia WSA in background
ja: WSAをバックグラウンドで起動
ko: 백그라운드에서 WSA 실행
pl: Uruchom WSA w tle
pt_br: Iniciar WSA no segundo plano
ru: Запустить WSA в фоне
tr: WSA'yı arka planda başlat
zh_cn: 在后台启动 WSA
zh_tw: 在後臺啓動 WSA

# S_PULL_ACTION
source: Pull
ar: سحب
de: Ziehen
fr: Récupérer
he_il: הורד
it: Prendi dal dispositivo (Pull)
ja: デバイスから受信
ko: 가져오기
pl: Pobierz
pt_br: Puxar
ru: Извлечь
tr: Çek
zh_cn: 拉取文件
zh_tw: 拉取文件

# S_PULL_ACTION_LINK
source: Pull (Link Target)
ar: سحب (هدف الرابط)
de: Ziehen (Linkziel)
fr: Récupérer (Lien cible)
he_il: הורד (את יעד הקישור)
it: Prendi dal dispositivo (Pull) l'elemento all'origine del collegamento
ja: デバイスから受信(リンク先)
ko: 가져오기 (링크 대상)
pl: Pobierz (Cel Łącza)
ru: Извлечь (Ссылка)
tr: Çek (Bağlantı Hedefi)
zh_cn: 拉取文件 (Link Target)
zh_tw: 拉取文件（Link Target）

# S_RESTORE_ACTION
source: Restore
ar: اعاده
de: Wiederherstellen
fr: Restaurer
he_il: שחזר
it: Ripristina
ja: 復元
ko: 복원
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
tr: Geri Yükle
zh_cn: 恢复
zh_tw: 恢復

# S_REDIRECTION
source: Progress Redirection
ar: اعاده توجيه التحميل
de: Fortschrittsumleitung
fr: Redirection de la progression
he_il: ניתוב ההתקדמות
it: Reindirizzamento del progresso delle operazioni
ja: 進捗状況のリダイレクト
ko: 진행 상황 리디렉션
pl: Przekierowanie postępu
pt_br: Redirecionamento do progresso
ru: Перенаправление Прогресса
tr: İlerleme Yönlendirme
zh_cn: 进度重置
zh_tw: 進度重置

# S_LS_ERROR_TITLE
source: List Directory Error
ar: خطأ في تصنيف المكتبه
de: Fehler beim Auflisten des Verzeichnisses
fr: Erreur lors de l'affichage du répertoire
he_il: שגיאה בקבלת תוכן התיקייה
it: Errore nell'elenco della cartella
ja: ディレクトリの一覧表示エラー
ko: 디렉터리 목록 오류
pl: Błąd listy katalogów
pt_br: Erro de Diretório de Lista
ru: Ошибка директории
tr: Liste Dizini Hatası
zh_cn: 目录列表错误
zh_tw: 目錄列表錯誤
