Repository: Alex4SSB/ADB-Explorer
Catalog: ADB Explorer/Strings/Resources.*.resx
Languages: ar, de, es, fr, he_il, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

# S_WIN_ROOT_ILLEGAL_TITLE
source: Pull To Windows Drive Root
ar: ­سحب الي جزور مساحه windows
de: Ziehen zu Windows-Drive-Wurzel
fr: Transférer vers la racine du lecteur Windows
he_il: הורדה לראשית כונן במחשב
it: Prendi dal dispositivo (Pull) e metti nella root del disco di Windows (C:\)
ja: Windows ドライブ直下に受信
ko: Windows 드라이브 루트로 가져오기
pl: Przenieś do katalogu głównego dysku systemu Windows
ru: Извлечь в корень диска Windows
tr: Windows Sürücüsünün Kök Dizinine Çek
zh_cn: 拉取到 Windows 驱动器根目录
zh_tw: 拉取到 Windows 驅動器根目錄

# S_NEW_VERSION_MSG
source: Welcome to a new ADB Explorer version! The release notes are available on GitHub.
ar: مرحبا بكم في إصدار جديد من مستكشف إيه دي بي! ملاحظات الإصدار موجودة على غيت هاب.
de: Willkommen zur neuen Version von ADB Explorer! Die Versionshinweise sind auf GitHub verfügbar.
fr: Bienvenue dans cette nouvelle version d’ADB Explorer! Les notes de version sont disponibles sur GitHub.
he_il: ברוכים הבאים לגרסה חדשה של ADB Explorer! ניתן למצוא את השינויים בגרסה ב GitHub.
it: Benvenuto in una nuova versione di ADB Explorer! Le note di rilascio sono disponibili su GitHub.
ja: 新しいバージョンの ADB Explorer へようこそ！ リリースノートは GitHub でご覧いただけます。
ko: 새로운 ADB Explorer 버전에 오신 것을 환영합니다! 릴리스 노트는 GitHub에서 확인하실 수 있습니다.
pl: Witamy w nowej wersji ADB Explorer! Informacje o wydaniu są dostępne na GitHubie.
ru: Вас приветствует новая версия ADB Explorer! Список изменений доступен на GitHub.
tr: Yeni ADB Explorer sürümüne hoş geldiniz! Sürüm notları GitHub'da mevcuttur.
zh_cn: 欢迎来到 ADB Explorer 的新版本！ 发行说明已在 Github 上发布。
zh_tw: 歡迎來到 ADB Explorer 的新版本！ 發行説明已在 Github 上發佈。

# S_FUSE_DRIVE_TOOLTIP
source: FUSE drive. • Symbolic links are not supported • File names cannot contain " * / : < > ? \ | • File names are case insensitive • Installation of APKs is not supported
de: FUSE-Laufwerk. • Symbolische Links werden nicht unterstützt • Dateinamen dürfen keine der folgenden Zeichen enthalten: " * / : < > ? \ | • Bei Dateinamen wird nicht zwischen Groß- und Kleinschreibung unterschieden • Die Installation von APKs wird nicht unterstützt
fr: Lecteur FUSE • Les liens symboliques ne sont pas pris en charge • Les noms de fichiers ne peuvent pas contenir " * / : < > ? \ | • Les noms de fichiers ne tiennent pas compte de la casse • L’installation de fichiers APK n’est pas prise en charge
he_il: כונן FUSE. • אין תמיכה בקישורים (קיצורי דרך) • שמות קבצים לא יכולים להכיל " * / : < > ? \ | • אין משמעות לאותיות גדולות/קטנות בשמות קבצים • אין תמיכה בהרצת קבצי התקנה APK
it: Disco FUSE. - I collegamenti simbolici non sono supportati - I nomi dei file non possono contenere " * / : < > ? \ | - I nomi dei file sono case insensitive (non c'è differenza tra maiuscole e minuscole) - L'installazione di APK non è supportata
ja: FUSEドライブ。 • シンボリックリンクはサポートされていません • ファイル名に " * / : < > ? \ | を含めることはできません • ファイル名は大文字と小文字を区別しません • APKのインストールはサポートされていません
ko: FUSE 드라이브. • 심볼릭 링크는 지원되지 않습니다. • 파일 이름에 " * / : < > ? \ | "를 포함할 수 없습니다. • 파일 이름은 대소문자를 구분하지 않습니다. • APK 설치는 지원되지 않습니다
pl: Napęd FUSE. • Dowiązania symboliczne nie są obsługiwane • Nazwy plików nie mogą zawierać znaków " * / : < > ? \ | • Nazwy plików nie uwzględniają wielkości liter • Instalacja plików APK nie jest obsługiwana
ru: FUSE устройство. • Ссылки с символами не поддерживаются • Имя файла не может содержать следующие символы " * / : < > ? \ | • Имена файлов нечувствительны к регистру • Установка APK не поддерживается
tr: FUSE sürücüsü. • Sembolik bağlantılar desteklenmez • Dosya adları " * / : < > ? \ | içeremez • Dosya adları büyük/küçük harfe duyarlı değildir • APK'ların yüklenmesi desteklenmez
zh_cn: FUSE 驱动器。 • 不支持符号链接 • 文件名不能包含 " * / : <> ? \ | • 文件名不区分大小写 • 不支持安装 APK
zh_tw: FUSE 驅動器。 • 不支援符號連結 • 檔名不能包含 " * / : < > ? \ | • 檔名不區分大小寫 • 不支援安裝 APK

# S_DISABLE_ANIMATION
source: The app has many animations that are enabled as part of the fluent design. The side views animation is always disabled when the app window is maximized on a secondary display. • Checking this setting disables all app animations except progress bars, progress rings, and drive usage bars.
de: Die App verfügt über zahlreiche Animationen, die als Teil des Fluent Designs aktiviert sind. Die Seitenansichtsanimation ist immer deaktiviert, wenn das App-Fenster auf einem sekundären Bildschirm maximiert ist. • Durch Aktivieren dieser Einstellung werden alle App-Animationen außer Fortschrittsbalken, Fortschrittsringen und Speicherbelegungsbalken deaktiviert.
fr: L’application comporte de nombreuses animations activées dans le cadre du Fluent design. L’animation des volets latéraux est toujours désactivée lorsque la fenêtre de l’application est maximisée sur un écran secondaire. • Activer cette option désactive toutes les animations de l’application, à l’exception des barres de progression, anneaux de progression et indicateurs d’utilisation du lecteur.
he_il: התוכנה כוללת מספר אנימציות אשר מאופשרות כחלק מעיצוב fluent. אנימציית התצוגות הצדדיות תמיד מבוטלת כאשר התוכנה פועלת בחלון מלא על מסך משני. • איפשור הגדרה זו מבטל את כל האנימציות חוץ מפקדים המציגים התקדמות או ניצול נפח.
it: L'applicazione ha molte animazioni che sono abilitate come parte del Fluent design di Windows. L'animazione delle viste laterali è sempre disabilitata quando la finestra dell'applicazione è massimizzata su un display secondario. • Attivando questa impostazione si disattivano tutte le animazioni dell'app, tranne quella delle barre / anelli di progresso e delle barre di utilizzo del disco.
ja: アプリには、fluent design の一環として有効化されている多くのアニメーションがあります。 アプリウィンドウがセカンダリディスプレイで最大化されている場合、サイドビューアニメーションは常に無効になります。 ・この設定にチェックを入れると、進捗バー、進捗リング、ドライブ使用状況バーを除くすべてのアプリアニメーションが無効になります。
ko: 이 앱에는 플루언트 디자인의 일부로 활성화된 다양한 애니메이션이 있습니다. 보조 디스플레이에서 앱 창이 최대화되면 측면 보기 애니메이션은 항상 비활성화됩니다. • 이 설정을 선택하면 진행률 표시줄, 진행률 링 및 드라이브 사용량 표시줄을 제외한 모든 앱 애니메이션이 비활성화됩니다.
pl: Aplikacja oferuje wiele animacji włączonych w ramach płynnego projektowania. Animacja widoku bocznego jest zawsze wyłączona, gdy okno aplikacji jest zmaksymalizowane na dodatkowym ekranie. • Zaznaczenie tego ustawienia wyłącza wszystkie animacje aplikacji z wyjątkiem pasków postępu, pierścieni postępu i pasków użycia dysku.
ru: В приложении используется множество анимаций, включённых как часть Fluent Design. Анимация боковых панелей всегда отключается, когда окно приложения развёрнуто на втором мониторе. • Если включить эту настройку, отключатся все анимации приложения, кроме индикаторов загрузки (progress bars, progress rings) и шкал использования диска.
tr: Uygulama, akıcı tasarımın bir parçası olarak etkinleştirilen birçok animasyona sahiptir. Yan görünüm animasyonu, uygulama penceresi ikincil bir ekranda maksimize edildiğinde her zaman devre dışı bırakılır. • Bu ayarı işaretlemek, ilerleme çubukları, ilerleme halkaları ve sürücü kullanım çubukları hariç tüm uygulama animasyonlarını devre dışı bırakır.
zh_cn: 应用启用了流畅设计中的许多动画。 当应用窗口在副显示器上最大化时，侧边视图动画始终禁用。 • 勾选此设置将禁用所有动画（进度条、进度环和驱动器使用条除外）。
zh_tw: 應用程式啟用了流暢設計中的多種動畫效果。 當應用程式視窗在副螢幕上最大化時，側邊檢視動畫將始終停用。 • 勾選此設定將停用所有動畫效果（進度條、進度環和磁碟機使用狀態列除外）。

# S_RESET_SETTINGS
source: All app settings will be reset upon closing the app. This cannot be undone. Are you sure?
de: Alle App-Einstellungen werden beim Schließen der App zurückgesetzt. Dieser Vorgang kann nicht rückgängig gemacht werden. Sind Sie sicher?
fr: Tous les paramètres de l’application seront réinitialisés à la fermeture. Cette action est irréversible. Voulez-vous continuer ?
he_il: כל ההגדרות יאופסו בסגירת התוכנה. הפעולה לא ניתנת לשיחזור. האם אתם בטוחים?
it: Tutte le impostazioni dell'applicazione verranno ripristinate alla chiusura dell'applicazione. Non potrai annullare l'operazione. Vuoi procedere comunque?
ja: アプリを閉じると、すべてのアプリ設定がリセットされます。 元に戻すことはできません。よろしいですか？
ko: 앱을 종료하면 모든 앱 설정이 초기화됩니다. 이 작업은 되돌릴 수 없습니다. 계속하시겠습니까?
pl: Wszystkie ustawienia aplikacji zostaną zresetowane po jej zamknięciu. Tej czynności nie można cofnąć. Czy na pewno?
ru: Все настройки будут сброшены при закрытии приложения. Это действие нельзя отменить. Вы уверены?
tr: Uygulama kapatıldığında tüm uygulama ayarları sıfırlanacaktır. Bu işlem geri alınamaz. Emin misiniz?
zh_cn: 关闭应用后，所有设置将被重置。 此操作不可逆。你确定吗？
zh_tw: 關閉應用程式後，所有設定將被重設。 此操作無法復原，您確定嗎？

# S_WSA_LAUNCH
source: Select Launch if ADB is already authorized in WSA. To approve ADB, open WSA advanced settings.
de: Wählen Sie 'Starten' aus, wenn ADB bereits in WSA autorisiert ist. Um ADB zu genehmigen, öffnen Sie die erweiterten Einstellungen von WSA.
fr: Sélectionnez Lancer si ADB est déjà autorisé dans WSA. Pour autoriser ADB, ouvrez les paramètres avancés de WSA.
he_il: בחרו 'הרץ' אם ADB כבר מאושר ב-WSA. ניתן לאשר את ADB בהגדרות מתקדמות ב-WSA.
it: Seleziona Avvia se hai già autorizzato ADB su WSA. Per approvare ADB, apri le impostazioni avanzate di WSA.
ja: WSAでADBがすでに承認されている場合は、起動を選択してください。 ADBを承認するには、WSAの詳細設定を開きます。
ko: WSA에서 ADB가 이미 승인된 경우 '실행'을 선택하십시오. ADB를 승인하려면 WSA 고급 설정을 여십시오.
pl: Wybierz opcję Uruchom, jeśli ADB jest już autoryzowane w WSA. Aby zatwierdzić ADB, otwórz ustawienia zaawansowane WSA.
ru: Выберите Запустить, если ADB уже авторизован в WSA. Чтобы разрешить ADB, откройте расширенные настройки WSA.
tr: ADB, WSA'da zaten yetkilendirilmişse Başlat'ı seçin. ADB'yi onaylamak için WSA gelişmiş ayarlarını açın.
zh_cn: 若 ADB 已在 WSA 中授权，请直接点击启动。 如需授权 ADB，请打开 WSA 高级设置。
zh_tw: 若 ADB 已在 WSA 中授權，請直接點擊啟動。 如需授權 ADB，請開啟 WSA 進階設定。

# S_WIN_ROOT_ILLEGAL
source: {0} of the selected files cannot be created under a Windows drive root.
de: {0} der ausgewählten Dateien können nicht unter einem Windows-Laufwerksstammverzeichnis erstellt werden.
fr: {0} des fichiers sélectionnés ne peuvent pas être créés à la racine d’un lecteur Windows.
he_il: לא ניתן ליצור {0} מהקבצים שנבחרו ישירות תחת כונן המחשב.
it: {0} dei file selezionati non può essere creato nella root del disco di Windows (C:\).
ja: 選択したファイルのうち {0} 個は Windows ドライブの直下に作成できません。
ko: 선택한 파일 중 {0}개는 Windows 드라이브 루트 아래에 생성할 수 없습니다.
pl: {0} wybranych plików nie można utworzyć w katalogu głównym dysku Windows.
ru: {0} выбранных файлов не могут быть созданы в корне диска Windows.
tr: Seçilen dosyaların {0} tanesi Windows sürücüsünün kök dizininde oluşturulamıyor.
zh_cn: 无法在 Windows 驱动器根目录下创建所选文件 {0}。
zh_tw: 無法在 Windows 驅動器根目錄下創建所選文件 {0}。

# S_ADB_LEARN_MORE
source: Learn More About ADB
de: Erfahren Sie mehr über ADB
fr: En savoir plus sur ADB
he_il: גלו עוד על ADB
it: Scopri di più riguardo ADB
ja: ADBについて詳しくはこちら
ko: ADB에 대해 자세히 알아보기
pl: Dowiedz się więcej o ADB
ru: Узнайте больше про ADB
tr: ADB Hakkında Daha Fazla Bilgi Edin
zh_cn: 了解有关 ADB 的更多信息
zh_tw: 瞭解更多有關 ADB 的資訊

# S_ADB_DOWNLOAD
source: Download ADB
de: ADB herunterladen
fr: Télécharger ADB
he_il: הורד את ADB
it: Scarica ADB
ja: ADBをダウンロード
ko: ADB 다운로드
pl: Pobierz ADB
ru: Скачать ADB
tr: ADB'yi indir
zh_cn: 下载 ADB
zh_tw: 下載 ADB

# S_LOCATE_ADB_TITLE
source: Locate ADB (v{0} at least):
de: ADB (v{0} mindestens) finden:
fr: Localiser ADB (v{0} minimum) :
he_il: אתר את ADB (גרסה {0} לכל הפחות):
it: Posizione di ADB (versione minima: {0}):
ja: ADB の場所 (v{0} 以上):
ko: ADB 찾기 (최소 v{0}):
pl: Zlokalizuj ADB (v{0} przynajmniej):
ru: Обнаружить ADB (v{0} как минимум):
tr: ADB'yi bulun (en az v{0}):
zh_cn: 指定 ADB（至少 v{0}）：
zh_tw: 指定 ADB（至少 v{0}）：

# S_BUTTON_CHANGE
source: Change
de: Ändern
fr: Changer
he_il: שנֵה
it: Cambia
ja: 変更
ko: 변경
pl: Zmień
ru: Изменить
tr: Değiştir
zh_cn: 更改
zh_tw: 更改

# S_SELECT_ADB_PATH
source: Select ADB Path
de: ADB-Pfad auswählen
fr: Sélectionner le chemin d'accès à ADB
he_il: בחר נתיב ADB
it: Seleziona il percorso di ADB
ja: ADBパスを選択
ko: ADB 경로 선택
pl: Wybierz lokalizacje ADB
ru: Выберите путь к ADB
tr: ADB yolunu seçin
zh_cn: 选择 ADB 路径
zh_tw: 選擇 ADB 路徑

# S_BUTTON_CONTINUE_TOOLTIP
source: Continue
de: Fortsetzen
fr: Continuer
he_il: המשך
it: Continua
ja: 続行
ko: 계속
pl: Kontynuuj
ru: Продолжить
tr: Devam
zh_cn: 继续
zh_tw: 繼續

# S_BUTTON_MORE_INFO_TOOLTIP
source: More Info
de: Mehr Informationen
fr: Plus d'informations
he_il: מידע נוסף
it: Più informazioni
ja: 詳細情報
ko: 추가 정보
pl: Więcej informacji
ru: Больше информации
tr: Daha fazla bilgi
zh_cn: 更多信息
zh_tw: 更多資訊

# S_ENABLED
source: Enabled
de: Aktiviert
fr: Activé
he_il: מאופשר
it: Abilitato
ja: 有効
ko: 활성화됨
pl: Włączone
ru: Включено
tr: Etkin
zh_cn: 启用
zh_tw: 啓用

# S_DISABLED
source: Disabled
de: Deaktiviert
fr: Désactivé
he_il: מבוטל
it: Disabilitato
ja: 無効
ko: 비활성화됨
pl: Wyłączone
ru: Выключено
tr: Devre dışı
zh_cn: 禁用
zh_tw: 禁止

# S_NEW_VERSION
source: A new {0}, version {1}, is available
fr: Un(e) nouveau(elle) {0}, version {1}, est disponible
he_il: גרסת {0} חדשה, {1}, זמינה להורדה
it: Una nuova versione ({1}) di {0} è disponibile
ja: 新しい {0} (バージョン {1}) が利用可能です
ko: 새로운 {0} 버전 {1}을(를) 사용할 수 있습니다
pl: 0 = wyświetlana nazwa aplikacji. 1 = nowy numer wersji
ru: Для {0} доступна новая версия {1}
tr: Yeni {0}, sürüm {1}, mevcut
zh_cn: {0} 有新版本 {1} 可用
zh_tw: {0} 有新版本 {1} 可用

# S_GO_TO_VERSION_PAGE
source: Go To Version Page
de: Zur Versionsseite gehen
fr: Aller à la page Version
he_il: עבור אל דף הגרסה
it: Vai alla pagina delle versioni
ja: バージョンページへ移動
ko: 버전 페이지로 이동
pl: Przejdź do strony wersji
ru: Перейти на страницу версии
tr: Sürüm Sayfasına Git
zh_cn: 转到版本页面
zh_tw: 轉到版本頁面

# S_BUTTON_CLOSE
source: Close
de: Schließen
fr: Fermer
he_il: סגור
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_tw: 關閉

# S_GO_TO_RELEASE_NOTES
source: Go To Release Notes
de: Zu den Versionshinweisen gehen
fr: Accéder aux notes de mise à jour
he_il: עבור אל הערות הגרסה
it: Vai alle note di rilascio
ja: リリースノートへ移動
ko: 릴리스 노트로 이동
pl: Przejdź do informacji o wydaniu
ru: Перейти к списку изменений
tr: Sürüm Notlarına Git
zh_cn: 转到发行说明
zh_tw: 轉到發行説明

# S_ADB_EXECUTABLE
source: ADB Executable
de: Ausführbare ADB-Datei
fr: Exécutable ADB
he_il: קובץ הרצה של ADB
it: Eseguibile di ADB
ja: ADB実行ファイル
ko: ADB 실행 파일
pl: Plik wykonywalny ADB
ru: Исполняемый файл ADB
tr: ADB Yürütülebilir Dosya
zh_cn: ADB 可执行文件
zh_tw: ADB 可執行文件

# S_HELP_ON_ADB
source: This app is a UI for ADB - Android Debug Bridge. To use the app, you need to have ADB on your PC. ADB is available as part of the Android SDK Platform Tools. You can use the provided link to download the SDK Platform Tools. Unfortunately, we cannot provide ADB with the app due to licensing restrictions.
de: Diese App ist eine Benutzeroberfläche für ADB - Android Debug Bridge. Um die App zu verwenden, müssen Sie ADB auf Ihrem PC installiert haben. ADB ist als Teil der Android SDK Platform Tools verfügbar. Sie können den bereitgestellten Link verwenden, um die SDK Platform Tools herunterzuladen. Leider können wir ADB mit der App aufgrund von Lizenzbeschränkungen nicht bereitstellen.
fr: Cette application est une interface graphique pour ADB (Android Debug Bridge). Pour utiliser l’application, vous devez disposer d’ADB sur votre ordinateur. ADB est disponible avec les outils de développement Android, SDK Platform Tools. Vous pouvez utiliser le lien fourni pour télécharger les outils SDK Platform Tools. Malheureusement, nous ne pouvons pas inclure ADB dans l’application en raison de restrictions de licence.
he_il: תוכנה זו היא ממשק עבור ADB - ‏Android Debug Bridge. השימוש בתוכנה דורש ADB מותקן על המחשב. ADB מסופק כחלק מ Android SDK Platform Tools. ניתן להשתמש בנתיב הנ"ל כדי להוריד את SDK Platform Tools. לצערנו, הרישיון אוסר עלינו לספק את ADB עם התוכנה.
it: Questa applicazione è un'interfaccia utente per ADB - Android Debug Bridge. Per utilizzare l'applicazione, è necessario avere ADB sul PC. ADB è disponibile come parte degli Android SDK Platform Tools. Puoi usare il link fornito per scaricare gli SDK Platform Tools. Purtroppo, non possiamo fornire ADB con l'applicazione a delle restrizioni della licenza.
ja: このアプリは、ADB(Android Debug Bridge)用のUIです。 アプリを使用するには、PCにADBがインストールされている必要があります。 ADBはAndroid SDK Platform Toolsの一部として提供されています。 提供されているリンクからSDK Platform Toolsをダウンロードできます。 ライセンス制限のため、アプリにADBを提供することはできません。
ko: 이 앱은 ADB(Android Debug Bridge)의 사용자 인터페이스입니다. 이 앱을 사용하려면 PC에 ADB가 설치되어 있어야 합니다. ADB는 Android SDK 플랫폼 도구에 포함되어 있습니다. 제공된 링크를 사용하여 SDK 플랫폼 도구를 다운로드할 수 있습니다. 안타깝게도 라이선스 제한으로 인해 앱에 ADB를 포함할 수 없습니다.
pl: Ta aplikacja to interfejs użytkownika dla ADB – Android Debug Bridge. Aby korzystać z aplikacji, musisz mieć ADB na swoim komputerze. ADB jest dostępne w ramach narzędzi platformy Android SDK. Możesz skorzystać z podanego linku, aby pobrać narzędzia platformy SDK. Niestety, ze względu na ograniczenia licencyjne nie możemy udostępnić ADB wraz z aplikacją.
ru: Это приложение - Графический интерфейс для ADB - Android Debug Bridge. Для его использования на вашем компьютере должны быть установлены ADB. ADB доступен как часть Android SDK Platform Tools. Используйте предоставленную ссылку для скачивания Android SDK Platform Tools. К сожалению мы не можем предоставить ADB с приложением ввиду лицензионных ограничений.
tr: Bu uygulama, ADB - Android Debug Bridge için bir kullanıcı arayüzüdür. Uygulamayı kullanmak için bilgisayarınızda ADB'nin yüklü olması gerekir. ADB, Android SDK Platform Tools'un bir parçası olarak mevcuttur. Sağlanan bağlantıyı kullanarak SDK Platform Tools'u indirebilirsiniz. Ne yazık ki, lisans kısıtlamaları nedeniyle uygulamayla birlikte ADB'yi sağlayamıyoruz.
zh_cn: 本应用是 ADB - Android Debug Bridge （安卓调试桥） 的图形界面工具。 使用前，请确保您的电脑已安装 ADB。 ADB 包含在 Android SDK Platform Tools 中。 您可通过下方链接下载 SDK Platform Tools。 由于许可限制，我们无法随应用直接提供 ADB。
zh_tw: 本應用程式是 ADB - Android Debug Bridge（Android 偵錯橋接器）的圖形化介面工具。 使用前，請確保您的電腦已安裝 ADB。 ADB 包含在 Android SDK Platform Tools 中。 您可透過下方連結下載 SDK Platform Tools。 由於授權限制，我們無法隨應用程式直接提供 ADB。

# S_HELP_ON_ADB_TITLE
source: Help On ADB
de: Hilfe über ADB
fr: Aide sur ADB
he_il: עזרה לגבי ADB
it: Aiuto per ADB
ja: ADBのヘルプ
ko: ADB 도움말
pl: Pomoc dotycząca ADB
ru: Помощь с ADB
tr: ADB Hakkında Yardım
zh_cn: ADB 帮助
zh_tw: ADB 幫助

# S_RESTART_ADB_NOW
source: Restart ADB Now
de: Jetzt ADB neu starten
fr: Redémarrer ADB maintenant
he_il: הפעל את ADB מחדש עכשיו
it: Riavvia ADB adesso
ja: 今すぐADBを再起動
ko: 지금 ADB 다시 시작
pl: Zrestartuj ADB teraz
ru: Перезапустить ADB Сейчас
tr: ADB'yi Şimdi Yeniden Başlat
zh_cn: 立即重启 ADB
zh_tw: 立即重啓 ADB

# S_RESTART_LATER
source: Restart Later
de: Später neustarten
fr: Redémarrer plus tard
he_il: הפעל מחדש אח"כ
it: Riavvia dopo
ja: 後で再起動
ko: 나중에 다시 시작
pl: Zrestartuj później
ru: Перезапустить позже
tr: Daha Sonra Yeniden Başlat
zh_cn: 稍后重启
zh_tw: 稍後重啓

# S_ITEM_DESTINATION
source: Select destination for {0}
de: Ziel für {0} auswählen
fr: Sélectionnez la destination pour {0}
he_il: בחר יעד עבור {0}
it: Seleziona la destinazione per {0}
ja: {0} の宛先を選択
ko: {0}의 대상 선택
pl: Wybierz miejsce docelowe dla {0}
ru: Выберите назначение для {0}
tr: {0} için hedef seç
zh_cn: 为 {0} 选择目标文件夹
zh_tw: 為 {0} 選擇目標文件夾

# S_ITEM_DESTINATION_PLURAL
source: Select destination for multiple items
de: Ziel für mehrere Elemente auswählen
fr: Sélectionnez la destination pour plusieurs éléments
he_il: בחר יעד למספר פריטים
it: Seleziona la destinazione per gli elementi
ja: 複数項目の保存先を選択
ko: 여러 항목의 대상 선택
pl: Wybierz miejsce docelowe dla wielu plików
ru: Выберите назначение для нескольких элементов
tr: Birden fazla öğe için hedef seç
zh_cn: 为多个项目选择目标文件夹
zh_tw: 為多個對象選擇目標文件夾

# S_DELETE_CONFIRMATION
source: The following will be deleted: {0}
de: Folgendes wird gelöscht: {0}
fr: Les éléments suivants seront supprimés : {0}
he_il: הנ"ל יימחק: {0}
it: Verranno eliminati i seguenti elementi: {0}
ja: 以下が削除されます: {0}
ko: 다음 항목이 삭제됩니다: {0}
pl: Następujące dane zostaną usunięte: {0}
ru: Следующие элементы будут стерты: {0}
tr: Aşağıdakiler silinecektir: {0}
zh_cn: 以下内容将被删除: {0}
zh_tw: 以下内容將被刪除： {0}

# S_DELETE_PERMANENT
source: The following will be permanently deleted: {0}
de: Folgendes wird endgültig gelöscht: {0}
fr: Les éléments suivants seront supprimés : {0}
he_il: הנ"ל יימחק לצמיתות: {0}
it: Verranno eliminati definitivamente i seguenti elementi: {0}
ja: 以下は完全に削除されます: {0}
ko: 다음 항목은 영구적으로 삭제됩니다: {0}
pl: Następujące dane zostaną trwale usunięte: {0}
ru: Следующие элементы будут безвозвратно удалены: {0}
tr: Aşağıdakiler kalıcı olarak silinecektir: {0}
zh_cn: 以下内容将被永久删除： {0}
zh_tw: 以下内容將被永久刪除： {0}

# S_NEW_ITEM
source: New File
de: Neue Datei
fr: Nouveau fichier
he_il: קובץ חדש
it: Nuovo file
ja: 新しいファイル
ko: 새 파일
pl: Nowy plik
ru: Новый файл
tr: Yeni Dosya
zh_cn: 新建文件
zh_tw: 新建文件

# S_NEW_FOLDER
source: New Folder
de: Neuen Ordner
fr: Nouveau dossier
he_il: תיקייה חדשה
it: Nuova cartella
ja: 新しいフォルダ
ko: 새 폴더
pl: Nowy folder
ru: Новая папка
tr: Yeni Klasör
zh_cn: 新建文件夹
zh_tw: 新建文件夾

# S_CC_NAME
source: Creative Commons
he_il: קריאייטיב קומונס
ja: クリエイティブコモンズ
ko: 크리에이티브 커먼즈
ru: Лицензия Creative Commons (CC)
tr: Yaratıcı Ortak Lisans
zh_cn: 知识共享
zh_tw: 知識共享

# S_LS_ERROR
source: An error occurred while trying to list the contents of this folder. Visible content may be incomplete.
de: Beim Versuch, den Inhalt dieses Ordners aufzulisten, ist ein Fehler aufgetreten. Der angezeigte Inhalt ist möglicherweise unvollständig.
fr: Une erreur est survenue lors de la tentative d'affichage du contenu de ce dossier. Le contenu visible peut être incomplet.
he_il: אירעה שגיאה בניסיון לקבל את תוכן התיקייה. התוכן המוצג עלול להיות חלקי.
it: Si è verificato un errore mentre cercavo di elencare il contenuto della cartella. Il contenuto che vedi potrebbe essere incompleto.
ja: このフォルダの内容を一覧表示中にエラーが発生しました。 表示されるコンテンツが不完全な可能性があります。
ko: 이 폴더의 내용을 나열하는 동안 오류가 발생했습니다. 보이는 콘텐츠가 불완전할 수 있습니다.
pl: Wystąpił błąd podczas próby wyświetlenia zawartości tego folderu. Widoczna zawartość może być niekompletna.
ru: Во время чтения этой папки произошла ошибка. Контент может отображаться неправильно.
tr: Bu klasörün içeriğini listelemeye çalışırken bir hata oluştu. Görünen içerik eksik olabilir.
zh_cn: 尝试列出此文件夹内容时发生错误。 当前显示的内容可能不完整。
zh_tw: 嘗試列出此資料夾內容時發生錯誤。 目前顯示的內容可能不完整。

# S_PASTE_ANCESTOR
source: {0} is an ancestor of the destination folder.
de: {0} ist ein Vorgänger des Zielordners.
fr: {0} est un ancêtre du dossier de destination.
he_il: {0} הוא אב של תיקיית היעד.
it: {0} è un antenato della cartella di destinazione.
ja: {0} は宛先フォルダーの親フォルダーです。
ko: {0}은(는) 대상 폴더의 상위 폴더입니다.
pl: {0} jest przodkiem folderu docelowego.
ru: {0} является родительской папкой для целевой директории.
tr: {0}, hedef klasörün bir üst klasörüdür.
zh_cn: {0} 是目标文件夹的上级目录。
zh_tw: {0} 是目標文件夾的上級目錄。

# S_KILL_EMULATOR
source: Are you sure you want to kill this emulator?
de: Sind Sie sicher, dass Sie diesen Emulator abwürgen möchten?
fr: Êtes-vous sûr(e) de vouloir tuer cet émulateur ?
he_il: האם אתם בטוחים שברצונכם להרוג את האימולטור הזה?
it: Sei sicuro di voler terminare questo emulatore?
ja: このエミュレータを強制終了してもよろしいですか？
ko: 이 에뮬레이터를 종료하시겠습니까?
pl: Czy na pewno chcesz wyłączyć ten emulator?
ru: Вы действительно хотите завершить эмулятор?
tr: Bu emülatörü sonlandırmak istediğinizden emin misiniz?
zh_cn: 确定要终止此模拟器吗？
zh_tw: 確定要終止此模擬器嗎？

# S_REM_DEVICE
source: Are you sure you want to remove this device?
de: Sind Sie sicher, dass Sie dieses Gerät entfernen möchten?
fr: Etes vous bien sûr que vous voulez enlever appareil?
he_il: האם אתם בטוחים שברצונכם להסיר את המכשיר הזה?
it: Sei sicuro di voler togliere questo dispositivo?
ja: 本当にこのデバイスを取り外しますか？
ko: 이 장치를 제거하시겠습니까?
pl: Czy na pewno chcesz usunąć to urządzenie?
ru: Вы уверены, что хотите удалить это устройство?
tr: Bu cihazı kaldırmak istediğinizden emin misiniz?
zh_cn: 确定要删除此设备吗？
zh_tw: 確定要刪除此設備嗎？

# S_REM_DEVICE_TITLE
source: Remove {0}
de: {0} entfernen
fr: Retirer {0}
he_il: הסר {0}
it: Rimuovi {0}
ja: {0} を取り外す
ko: {0} 제거
pl: 0 = Nazwa urządzenia do usunięcia
ru: Удалить {0}
tr: {0}'ı kaldır
zh_cn: 删除 {0}
zh_tw: 刪除 {0}

# S_KILL_EMULATOR_TITLE
source: Kill {0}
de: {0} beenden
fr: Tuer {0}
he_il: הרוג {0}
it: Termina {0}
ja: {0} を強制終了
ko: {0} 종료
pl: 0 = Nazwa emulatora do zabicia
ru: Отключить {0}
tr: {0}'ı sonlandır
zh_cn: 终止 {0}
zh_tw: 終止 {0}
