Repository: Alex4SSB/ADB-Explorer
Catalog: ADB Explorer/Strings/Resources.*.resx
Languages: ar, de, es, fr, he_il, it, ja, ko, pl, pt_br, ru, tr, uk, zh_cn, zh_tw

# S_DRIVE_OTG
source: OTG Drive
de: OTG-Laufwerk
he_il: כונן חיצוני
it: Memoria USB esterna (OTG)
ja: OTG ドライブ
ko: OTG 드라이브
pl: Dysk OTG
ru: Устройство OTG
zh_cn: OTG 存储设备
zh_tw: OTG 存儲設備

# S_DRIVE_EMULATED
source: Emulated Drive
de: Emuliertes Laufwerk
he_il: כונן וירטואלי
it: Disco emulato
ja: エミュレートされたドライブ
ko: 에뮬레이트된 드라이브
pl: Emulowany dysk
ru: Эмулируемое устройство
zh_cn: 虚拟驱动器
zh_tw: 虛擬驅動器

# S_DRIVE_TEMP
source: Temp
de: Temporär
he_il: כונן Temp
it: Cartella temporanea
ja: 一時ディレクトリ
ko: 임시
pl: Podręczny
ru: Временная Папка
zh_cn: 临时目录
zh_tw: 臨時目錄

# S_NAME_ILLEGAL_FS
source: File name illegal on target file system: {0}
de: Dateiname auf dem Zieldateisystem ungültig: {0}
fr: Nom de fichier illégal sur le système de fichiers cible : {0}
he_il: שם קובץ לא חוקי במערכת הקבצים ביעד: {0}
it: Il nome {0} non è consentito sul file system di destinazione
ja: ファイル名はターゲット ファイル システムでは無効です: {0}
ko: 대상 파일 시스템에서 잘못된 파일 이름: {0}
pl: Nazwa pliku jest nieprawidłowa w docelowym systemie plików: {0}
ru: Имя файла недопустимо в конечной файловой системе: {0}
zh_cn: {0} 文件名在目标文件系统上无效
zh_tw: {0} 文件名在目標文件系統上無效

# S_VALIDATE_MISMATCH
source: Content mismatch
de: Inhalt stimmt nicht überein
fr: Contenu discordant
he_il: שוני בתוכן
it: Il contenuto non corrisponde
ja: コンテンツの不一致
ko: 내용 불일치
pl: Niezgodność treści
ru: Ошибка сверки
zh_cn: 内容不匹配
zh_tw: 内容不匹配

# S_VALIDATE_MISSING
source: Missing from target location
de: Fehlt am Zielort
fr: Manquant de l’emplacement cible
he_il: לא קיים ביעד
it: Non esiste più sulla destinazione
ja: ターゲットの場所から見つかりません
ko: 대상 위치에 없음
pl: Brak w lokalizacji docelowej
ru: Отсутствующие элементы
zh_cn: 缺失目标位置
zh_tw: 缺失目標位置

# S_LOCATION_PERM_DEL
source: Permanent Deletion
de: Endgültige Löschung
fr: Suppression définitive
he_il: מחיקה לצמיתות
it: Eliminazione permanente
ja: 永久削除
ko: 영구 삭제
pl: Trwałe usunięcie
ru: Безвозвратное удаление
zh_cn: 永久删除
zh_tw: 永久刪除

# S_LOCATION_NA
source: N/A
de: N/V
fr: N/D
he_il: אינו ידוע
it: N/D
ko: 해당 없음
pl: Nie dotyczy
ru: Неизвестно

# S_PATH_INVALID
source: Provided path does not exist.
de: Der angegebene Pfad existiert nicht.
fr: Le chemin fourni n’existe pas.
he_il: הנתיב שסופק אינו קיים.
it: Il percorso fornito non esiste.
ja: 指定されたパスは存在しません。
ko: 제공된 경로가 존재하지 않습니다.
pl: Podana ścieżka nie istnieje.
ru: Путь не существует.
zh_cn: 提供的路径不存在。
zh_tw: 提供的路徑不存在。

# S_CUSTOM_DATA_PATH
source: Custom App Data Path
de: Benutzerdefinierter App-Datenpfad
fr: Chemin de données d’app personnalisé
he_il: נתיב נתוני אפליקציה מותאם אישית
it: Percorso
ja: カスタムアプリデータパス
ko: 사용자 지정 앱 데이터 경로
pl: Niestandardowa ścieżka danych aplikacji
ru: Произвольный путь
zh_cn: 自定义应用数据路径
zh_tw: 自定義應用數據路徑

# S_MENU_EMPTY
source: Menu Is Empty
de: Menü ist leer
fr: Menu est vide
he_il: התפריט ריק
it: Il menù è vuoto
ja: メニューが空です
ko: 메뉴가 비어 있습니다
pl: Menu jest puste
ru: Пусто
zh_cn: 菜单为空
zh_tw: 菜單爲空

# S_ITEM_COPY
source: {0} - Copy
de: {0} - Kopie
fr: Copie - {0}
he_il: {0} - עותק
it: {0} - Copia
ja: {0} - コピー
ko: {0} - 복사본
pl: {0} - Kopiuj
ru: {0} - Копировать
zh_cn: {0} - 复制
zh_tw: 複製對象 - {0}

# S_POPUP_UNIX_NAMING
source: Adheres to Unix naming rules (via ADB)
de: Hält sich an die Unix-Namenskonventionen (über ADB)
fr: Adhère aux règles de nommage Unix (via ADB)
he_il: חוקי בתור שם קובץ יוניקס (דרך ADB)
it: Rispetta le regole di Unix sul nome (tramite ADB)
ja: Unix の命名規則に準拠 (ADB 経由)
ko: Unix 명명 규칙 준수 (ADB 통해)
pl: Przestrzega zasad nazewnictwa systemu Unix (za pośrednictwem ADB)
ru: Соблюдение правил именования Unix (через ADB)
zh_cn: 遵循 Unix 命名规则（通过 ADB）
zh_tw: 遵循 Unix 命名規則（通過 ADB）

# S_POPUP_FUSE_NAMING
source: Adheres to FUSE naming rules
de: Hält sich an die FUSE-Namenskonventionen
fr: Adhère aux règles de nommage FUSE
he_il: חוקי בתור שם קובץ על FUSE
it: Rispetta le regole di FUSE sul nome
ja: FUSE命名規則に準拠
ko: FUSE 명명 규칙 준수
pl: Przestrzega zasad nazewnictwa FUSE
ru: Соблюдайте правила именования FUSE
zh_cn: 遵循 FUSE 命名规则
zh_tw: 遵循 FUSE 命名規則

# S_POPUP_WINDOWS_NAMING
source: Adheres to Windows naming rules
de: Hält sich an die Windows-Namenskonventionen
fr: Adhère aux règles de nommage de Windows
he_il: חוקי בתור שם קובץ וינדוס
it: Rispetta le regole di Windows sul nome
ja: Windowsの命名規則に準拠
ko: Windows 명명 규칙 준수
pl: Przestrzega zasad nazewnictwa systemu Windows
ru: Соблюдайте правила именования Windows
zh_cn: 遵循 Windows 命名规则
zh_tw: 遵循 Windows 命名規則

# S_POPUP_DRIVE_ROOT_NAMING
source: Adheres to Windows drive root naming rules
de: Befolgt die Windows-Regeln für die Benennung der Laufwerkswurzel
fr: Adhère aux règles de nommage racine des lecteurs Windows
he_il: חוקי בתור שם קובץ בראשית כונן וינדוס
it: Rispetta le regole di Windows sul nome della radice dell'unità (/)
ja: Windows ドライブルート命名規則に準拠
ko: Windows 드라이브 루트 명명 규칙 준수
pl: Przestrzega zasad nazewnictwa dysków głównych systemu Windows
ru: Соблюдайте правила именования корневых дисков Windows
zh_cn: 遵循 Windows 驱动器根目录命名规则
zh_tw: 遵循 Windows 驅動器根目錄命名規則

# S_POPUP_UNIQUE_NAME
source: Unique in current location
de: Einzigartig am aktuellen Ort
fr: Unique dans l’emplacement actuel
he_il: ייחודי במיקום הנוכחי
it: Unico nella cartella corrente
ja: 現在の場所でユニーク
ko: 현재 위치에서 고유
pl: Unikatowy w obecnej lokalizacji
ru: Уникальность в текущем местоположении
zh_cn: 当前文件夹内已有同名文件或当前路径下唯一
zh_tw: 當前文件夾内已有同名文件或當前路徑下唯一

# S_POPUP_WARNING
source: Warnings
de: Warnungen
fr: Avertissements
he_il: אזהרות
it: Avvisi
ja: 警告
ko: 경고
pl: Ostrzeżenia
ru: Предупреждения
zh_cn: 警告
zh_tw: 警告

# S_POPUP_SELECTED_WINDOWS_NAMING
source: A selected file violates Windows naming rules
de: Eine ausgewählte Datei verstößt gegen die Windows-Namenskonventionen
fr: Un fichier sélectionné viole les règles de nommage de Windows
he_il: קובץ שנבחר אינו עומד בחוקי שם קובץ וינדוס
it: Un file selezionato non rispetta le regole di Windows sul nome
ja: 選択したファイルは Windows の命名規則に違反しています
ko: 선택한 파일이 Windows 명명 규칙을 위반합니다
pl: Wybrany plik narusza reguły nazewnictwa systemu Windows
ru: Имя файла нарушает правила Windows
zh_cn: 选中的文件违反了 Windows 命名规则
zh_tw: 選中的文件違反了 Windows 命名規則

# S_POPUP_SELECTED_DRIVE_ROOT
source: A selected file violates Windows drive root naming rules
de: Eine ausgewählte Datei verletzt die Namensregeln für das Windows-Volume-Root
fr: Un fichier sélectionné viole les règles de dénomination racine du lecteur Windows
he_il: קובץ שנבחר אינו עומד בחוקי שם קובץ בראשית כונן וינדוס
it: Un file selezionato non rispetta le regole di Windows sul nome della root dell'unità (/)
ja: 選択したファイルは Windows ドライブルート命名規則に違反しています
ko: 선택한 파일이 Windows 드라이브 루트 명명 규칙을 위반합니다
pl: Wybrany plik narusza reguły nazewnictwa dysków głównych systemu Windows
ru: Выбранный файл нарушает правила именования корня диска Windows
zh_cn: 选中的文件违反了 Windows 驱动器命名规则
zh_tw: 選中的文件違反了 Windows 驅動器命名規則

# S_POPUP_SELECTED_UNIQUE
source: Some selected files have conflicting names on FUSE / Windows
de: Manche ausgewählten Dateien haben auf FUSE / Windows miteinander in Konflikt stehende Namen
fr: Certains fichiers sélectionnés ont des noms conflictuels sur FUSE / Windows
he_il: נבחרו קבצים בעלי שמות מתנגשים בוינדוס / FUSE
it: Alcuni file selezionati hanno nomi in conflitto tra FUSE e Windows
ja: 選択されたファイルの一部は、FUSE / Windows 上で名前が競合しています
ko: 일부 선택한 파일이 FUSE / Windows에서 충돌하는 이름을 가지고 있습니다
pl: Niektóre wybrane pliki mają sprzeczne nazwy w systemie FUSE/Windows
ru: Некоторые выбранные файлы имеют противоречивые имена в FUSE / Windows
zh_cn: 某些选中的文件在 FUSE / Windows 上具有冲突的名称
zh_tw: 某些選中的文件在 FUSE / Windows 上具有衝突的名稱

# S_POPUP_SELECTED_FUSE
source: A selected file violates FUSE naming rules
de: Eine ausgewählte Datei verstößt gegen die FUSE-Namenskonventionen
fr: Un fichier sélectionné viole les règles de nommage FUSE
he_il: קובץ שנבחר אינו עומד בחוקי שם קובץ FUSE
it: Un file selezionato non rispetta le regole di FUSE sul nome
ja: 選択されたファイルはFUSE命名規則に違反しています
ko: 선택한 파일이 FUSE 명명 규칙을 위반합니다
pl: Wybrany plik narusza zasady nazewnictwa FUSE
ru: Выбранный файл нарушает правила именования FUSE
zh_cn: 所选文件违反了 FUSE 命名规则
zh_tw: 所選文件違反了 FUSE 命名規則

# S_POPUP_COPIED_UNIQUE
source: Some copied files have conflicting names on FUSE
de: Manche kopierten Dateien haben auf FUSE miteinander in Konflikt stehende Namen
fr: Certains fichiers copiés ont des noms conflictuels sur FUSE
he_il: הועתקו קבצים בעלי שמות מתנגשים בוינדוס / FUSE
it: Alcuni file selezionati hanno nomi in conflitto su FUSE
ja: コピーされたファイルの一部にFUSE上で競合する名前があります
ko: 일부 복사된 파일이 FUSE에서 충돌하는 이름을 가지고 있습니다
pl: Niektóre skopiowane pliki mają sprzeczne nazwy w systemie FUSE
ru: Некоторые скопированные файлы имеют противоречивые имена в FUSE
zh_cn: 一些复制的文件在 FUSE 上有冲突的名称
zh_tw: 一些複製的文件在 FUSE 上有衝突的名稱

# S_POPUP_COPIED_FUSE_NAMING
source: A copied file violates FUSE naming rules
de: Eine kopierte Datei verstößt gegen die FUSE-Namenskonventionen
fr: Un fichier copié viole les règles de nommage FUSE
he_il: קובץ שהועתקו אינו עומד בחוקי שם קובץ FUSE
it: Un file copiato viola le regole di FUSE sul nome
ja: コピーされたファイルはFUSEの命名規則に違反しています
ko: 복사된 파일이 FUSE 명명 규칙을 위반합니다
pl: Skopiowany plik narusza zasady nazewnictwa FUSE
ru: Скопированный файл нарушает правила именования FUSE
zh_cn: 复制的文件违反了 FUSE 命名规则
zh_tw: 複製的文件違反了 FUSE 命名規則

# S_POPUP_NON_FILE
source: A selected item is not a file / folder
de: Ein ausgewähltes Element ist keine Datei/kein Ordner
fr: Un élément sélectionné n’est pas un fichier / dossier
he_il: פריט שנבחר אינו קובץ / תיקייה
it: Un file selezionato non è un file / cartella
ja: 選択された項目はファイル/フォルダではありません
ko: 선택한 항목이 파일/폴더가 아닙니다
pl: Wybrany element nie jest plikiem/folderem
ru: Выбранный элемент не является файлом/папкой
zh_cn: 选中的项目不是文件/文件夹
zh_tw: 選中的對象不是文件/文件夾

# S_POPUP_CHECKBOX_TOOLTIP
source: Can be undone using Reset App Settings, or manually in settings file
de: Kann über App-Einstellungen zurücksetzen oder manuell in der Einstellungsdatei rückgängig gemacht werden
he_il: ניתן לשינוי ע"י איפוס הגדרות התוכנה, או ידנית בקובץ ההגדרות
it: Può essere annullato con Reimposta le impostazioni dell'app, o manualmente nel file delle impostazioni
ja: 「アプリ設定をリセット」を使用するか、設定ファイルで手動で元に戻すことができます
ko: 앱 설정 초기화를 사용하거나 설정 파일에서 수동으로 실행 취소할 수 있습니다
pl: Można to cofnąć, resetując ustawienia aplikacji lub ręcznie w pliku ustawień
ru: Можно отменить сбросив настройки приложения
zh_cn: 可以通过重置应用设置来撤消，或者手动在设置文件中进行
zh_tw: 可以通過重置應用設置來撤銷，或者手動在設置文件中進行

# S_POPUP_HIDE_TOOLTIP
source: Until next app launch
de: Bis zum nächsten App-Start
fr: Jusqu’au prochain lancement de l’app
he_il: עד ההדלקה הבאה של התוכנה
it: Fino al prossimo avvio
ja: 次のアプリのリリースまで
ko: 다음 앱 실행 시까지
pl: Do następnego uruchomienia aplikacji
ru: До следующего запуска
zh_cn: 直到下次应用启动
zh_tw: 直到下次應用啓動

# S_POPUP_CHECKBOX
source: Never Show Again
de: Nie wieder anzeigen
fr: Ne plus remontrer
he_il: אל תציג זאת יותר
it: Non chiedere più
ja: 二度と表示しない
ko: 다시 표시하지 않음
pl: Nigdy więcej nie pokazuj
ru: Никогда не показывать снова
zh_cn: 不再显示
zh_tw: 不再顯示

# S_DEVICE_WSA_APP
source: WSA App
fr: App WSA
he_il: תוכנת WSA
it: App WSA
ja: WSAアプリ
ko: WSA 앱
pl: Aplikacja WSA
ru: Приложение WSA
zh_cn: WSA 应用

# S_ROOT_STATUS_TITLE
source: Root Status: {0}
fr: Statut Root : {0}
he_il: מצב Root:‏ {0}
it: Accesso root: {0}
ja: root状態: {0}
ko: 루트 상태: {0}
ru: Root статус: {0}
zh_cn: Root 权限状态：{0}
zh_tw: Root 狀態：{0}

# S_STAT_ROOT_UNCHECKED
source: Unchecked
de: Ungeprüft
fr: Non vérifié
he_il: טרם נבדק
it: Non controllato
ja: 未チェック
ko: 확인되지 않음
pl: Nie sprawdzony
ru: Не проверено
zh_cn: 未检查

# S_STAT_ROOT_FORBIDDEN
source: Forbidden
de: Verboten
fr: Interdit
he_il: לא מאושר
it: Negato
ja: 拒否
ko: 금지됨
pl: Zabroniony
ru: Запрещено
zh_cn: 不支持

# S_BUTTON_ENABLE
source: Enable
de: Aktivieren
he_il: איפשור
it: Abilita
ja: 有効
ko: 활성화
pl: Włącz
ru: Включить
zh_cn: 启用

# S_BUTTON_DISABLE
source: Disable
de: Deaktivieren
fr: Désactiver
he_il: ביטול
it: Disabilita
ja: 無効
ko: 비활성화
pl: Wyłącz
ru: Отключено
zh_cn: 禁用

# S_PLACEHOLDER_PAIRING_CODE
source: Pairing Code
de: Kopplungscode
he_il: סיסמת צימוד
it: Codice di accoppiamento
ja: ペアリングコード
ko: 페어링 코드
pl: Kod parowania
ru: Код соединения
zh_cn: 配对代码

# S_PLACEHOLDER_HOST
source: IP Address / Host Name
de: IP-Adresse / Hostname
fr: Adresse IP / Nom d’hôte
he_il: כתובת IP / שם התקן
it: Indirizzo IP / Nome host
ja: IPアドレス/ホスト名
ko: IP 주소 / 호스트 이름
pl: Adres IP / Nazwa hosta
ru: IP Адрес / Имя хоста
zh_cn: IP 地址 / 主机名

# S_PLACEHOLDER_PORT
source: Port
he_il: פורט
it: Porta
ja: ポート
ko: 포트
ru: Порт
zh_cn: 端口

# S_PLACEHOLDER_PAIRING_PORT
source: Pairing Port
de: Kopplungsport
fr: Port d’appairage
he_il: פורט צימוד
it: Porta di accoppiamento
ja: ペアリングポート
ko: 페어링 포트
pl: Port parowania
ru: Порт соединения
zh_cn: 配对端口

# S_BUTTON_PAIR_CONNECT
source: Pair & Connect
de: Koppeln und verbinden
fr: Appairer et connecter
he_il: צמד והתחבר
it: Accoppia e Connetti
ja: ペアリング＆接続
ko: 페어링 및 연결
pl: Paruj i połącz
ru: Соединить и подключить
zh_cn: 配对与连接

# S_DEVICE_SAVED
source: Saved Device
de: Gespeichertes Gerät
he_il: מכשיר שמור
it: Dispositivo salvato
ja: 保存済みデバイス
ko: 저장된 장치
pl: Zapisane urządzenie
ru: Сохраненное устройство
zh_cn: 保存的设备

# S_DEVICE_QR
source: QR Pairing
de: QR-Kopplung
fr: Appairage QR
he_il: צימוד QR
it: Accoppiamento con QR
ja: QRペアリング
ko: QR 페어링
pl: Parowanie kodem QR
ru: Соединение по QR
zh_cn: 二维码配对

# S_DEVICE_READY_PAIR
source: Ready To Pair
de: Bereit zum Koppeln
fr: Prêt à appairer
he_il: מוכן לצימוד
it: Pronto all'accoppiamento
ja: ペアリング準備完了
ko: 페어링 준비됨
pl: Gotowe do parowania
ru: Готово к соединению
zh_cn: 准备配对

# S_CLEAR_ALL
source: Clear All
de: Alles löschen
fr: Vider tout
he_il: נקה הכל
it: Pulisci tutto
ja: すべてクリア
ko: 모두 지우기
pl: Wyczyść wszystko
ru: Отчистить всё
zh_cn: 清空

# S_ADD_NEW_DEVICE
source: Add New Device
de: Neues Gerät hinzufügen
fr: Ajouter nouvel appareil
he_il: הוסף מכשיר חדש
it: Aggiungi nuovo dispositivo
ja: 新しいデバイスを追加
ko: 새 장치 추가
pl: Dodaj nowe urządzenie
ru: Добавить новое устройство
zh_cn: 添加新设备

# S_DEVICE_UNAUTH_NONAME
source: [Unauthorized]
de: [Nicht autorisiert]
fr: [Non autorisé]
he_il: [לא מאושר]
it: [Non autorizzato]
ja: [未許可]
ko: [승인되지 않음]
pl: [Nieautoryzowane]
ru: [Не авторизовано]
zh_cn: [未授权]

# S_SERVICE_NONAME
source: [Service]
de: [Dienst]
he_il: [שירות mDNS]
it: [Servizio]
ja: [サービス]
ko: [서비스]
pl: [Usługa]
ru: [сервис]
zh_cn: [服务]

# S_TOOLTIP_BROWSING
source: Currently Browsing
de: Wird derzeit durchsucht
he_il: פתוח בסייר
it: Attualmente aperto
ja: 現在閲覧中
ko: 현재 탐색 중
pl: Aktualnie przeglądasz
ru: Сейчас просматривается
zh_cn: 当前浏览

# S_BUTTON_BROWSE
source: Browse
de: Durchsuchen
fr: Parcourir
he_il: פתח בסייר
it: Sfoglia
ja: ブラウズ
ko: 탐색
pl: Przeglądaj
ru: Просмотр
zh_cn: 浏览

# S_BUTTON_CONNECT
source: Connect
de: Verbinden
fr: Connecter
he_il: התחבר
it: Connetti
ja: 接続
ko: 연결
pl: Połącz
ru: Подключить
zh_cn: 连接

# S_DRIVE_FREE_SPACE
source: {0} free of {1}
ar: {0} مجانية من {1}
de: {0} frei von {1}
fr: {0} libre sur {1}
he_il: {0} פנוי מתוך {1}
it: {0} liberi di {1}
ja: 空き容量 {0} / 総容量 {1}
ko: {1} 중 {0} 사용 가능
pl: Dostępne {0} z {1}
ru: {0} свободно из {1}
zh_cn: {0} 可用，共 {1}

# S_DRIVE_EMPTY_TRASH
source: Empty
de: Leeren
fr: Vide
he_il: ריק
it: Vuoto
ja: 空
ko: 비어 있음
pl: Pusty
ru: Корзина пуста
zh_cn: 空

# S_DRIVE_APK_ITEMS
source: APK Installer
de: APK-Installationsprogramm
fr: Installateur APK
he_il: קובץ התקנת APK
it: pacchetto di installazione APK
ja: APKインストーラー
ko: APK 설치 프로그램
pl: Instalator APK
ru: Установщик APK
zh_cn: APK 安装程序

# S_DRIVE_APK_ITEMS_PLURAL
source: APK Installers
de: APK-Installationsprogramme
fr: Installateurs APK
he_il: קבצי התקנת APK
it: pacchetti di installazione APK
ja: APKインストーラー
ko: APK 설치 프로그램
pl: Instalatory APK
ru: Установщики APK
zh_cn: APK 安装程序

# S_DRIVE_PACKAGE_PLURAL
source: Packages
de: Pakete
he_il: חבילות
it: pacchetti
ja: パッケージ
ko: 패키지
pl: Pakiety
ru: Пакеты
zh_cn: 软件包

# S_FILEOP_ERROR
source: Error: {0}
de: Fehler: {0}
fr: Erreur : {0}
he_il: שגיאה: {0}
it: Errore: {0}
ja: エラー: {0}
ko: 오류: {0}
pl: Błąd: {0}
ru: Ошибка: {0}
zh_cn: 错误：{0}

# S_FILEOP_VALIDATED
source: Validated
de: Validiert
fr: Validée
he_il: התוכן מאומת
it: Contenuto validato
ja: 検証済み
ko: 검증됨
pl: Zweryfikowany
ru: Сверено
zh_cn: 已验证

# S_FILEOP_COMPLETED
source: Completed
de: Abgeschlossen
fr: Achevée
he_il: הושלם
it: Completata
ja: 完了
ko: 완료됨
pl: Ukończono
ru: Завершено
zh_cn: 完成

# S_FILEOP_SUBITEM_FAILED
source: {0} Failed
de: {0} fehlgeschlagen
fr: {0} Échec(s)
he_il: {0} נכשלו
it: {0} falliti
ja: {0} 件失敗
ko: {0}개 실패
pl: {0} Niepowodzenie
ru: {0} провалено
zh_cn: {0} 失败

# S_FILEOP_TOTAL
source: Total:
de: Gesamt:
he_il: סך הכל:
it: Totale:
ja: 合計:
ko: 합계:
pl: Całkowity:
ru: Всего:
zh_cn: 总计：

# S_FILEOP_PREV
source: Previous Operation
de: Vorherige Operation
fr: Opération précédente
he_il: פעולת עבר
it: Operazione precedente
ja: 前回の操作
ko: 이전 작업
pl: Poprzednia operacja
ru: Предыдущая операция
zh_cn: 上一个操作

# S_FILEOP_RUNNING
source: Running
de: Läuft
fr: Exécution en cours
he_il: בריצה
it: In corso
ja: 実行中
ko: 실행 중
pl: Działanie
ru: В процессе
zh_cn: 运行中

# S_FILEOP_WAITING
source: Queued
de: In der Warteschlange
fr: En file d'attente
he_il: בהמתנה
it: In coda
ja: キュー
ko: 대기 중
pl: W kolejce
ru: На очереди
zh_cn: 排队中

# S_FILEOP_FAILED
source: Failed
de: Fehlgeschlagen
fr: Échoué
he_il: נכשל
it: Fallita
ja: 失敗
ko: 실패
pl: Niepowodzenie
ru: Провалено
zh_cn: 失败

# S_FILEOP_CANCELED
source: Canceled
de: Abgebrochen
fr: Annulé
he_il: בוטל
it: Annullata
ja: キャンセル済み
ko: 취소됨
pl: Anulowano
ru: Отменено
zh_cn: 取消中

# S_FILEOP_PREVIOUS
source: Previous
de: Vorher
fr: Précédent
he_il: פעולה מקבוצה קודמת
it: Precedente
ja: 前回
ko: 이전
pl: Poprzedni
ru: Предыдущий
zh_cn: 先前的

# S_ACTION_MOVE
source: Move
de: Verschieben
fr: Déplacer
he_il: הזזה
it: Sposta
ja: 移動
ko: 이동
pl: Przenieś
ru: Переместить
zh_cn: 移动

# S_ACTION_RECYCLE
source: Recycle
de: In den Papierkorb verschieben
fr: Recycler
he_il: מיחזור
it: Cestina
ja: ごみ箱に送る
ko: 휴지통으로 이동
pl: Odzyskaj
ru: В корзину
zh_cn: 回收

# S_ACTION_UPDATE
source: Update
de: Aktualisieren
fr: Mettre à jour
he_il: עדכון
it: Aggiorna
ja: 更新
ko: 업데이트
pl: Aktualizuj
ru: Обновление
zh_cn: 更新

# S_DRIVE_USAGE_TOOLTIP
source: {0}% Used
de: {0} % belegt
fr: {0}% utilisé
he_il: %{0} בשימוש
it: {0}% usato
ja: {0}% 使用済み
ko: {0}% 사용됨
pl: {0}% Używane
ru: {0}% использовано
zh_cn: 已使用 {0}%

# ScrollBar_ScrollHereCommand
source: Scroll Here
de: Hierher scrollen
fr: Faites défiler ici
he_il: גלול לכאן
it: Scorri qui
ja: ここにスクロール
ko: 여기로 스크롤
pl: Przewiń tutaj
ru: Листать сюда
zh_cn: 滚动至此

# ScrollBar_ScrollToTopCommand
source: Top
de: Oben
fr: Haut
he_il: קצה עליון
it: Inizio
ja: 最上部
ko: 맨 위로
pl: Góra
ru: Верх
zh_cn: 顶部

# ScrollBar_ScrollToBottomCommand
source: Bottom
de: Unten
fr: Bas
he_il: קצה תחתון
it: Fine
ja: 最下部
ko: 맨 아래로
pl: Dół
ru: Низ
zh_cn: 底

# ScrollBar_PageUpCommand
source: Page Up
de: Bild auf
he_il: עמוד למעלה
it: Pagina sù
ja: 上のページ
ko: 페이지 위로
pl: Strona do góry
ru: Страница вверх
zh_cn: 向上翻页

# ScrollBar_PageDownCommand
source: Page Down
de: Bild ab
he_il: עמוד למטה
it: Pagina giù
ja: 下のページ
ko: 페이지 아래로
pl: Strona w dół
ru: Страница вниз
zh_cn: 向下翻页

# ScrollBar_LineUpCommand
source: Scroll Up
de: Nach oben scrollen
he_il: גלול מעלה
it: Scorri su
ja: 上にスクロール
ko: 위로 스크롤
pl: Przewiń do góry
ru: Листать вверх
zh_cn: 向上滚动

# ScrollBar_LineDownCommand
source: Scroll Down
de: Nach unten scrollen
he_il: גלול מטה
it: Scorri giù
ja: 下にスクロール
ko: 아래로 스크롤
pl: Przewiń w dół
ru: Листать вниз
zh_cn: 向下滚动

# ScrollBar_ScrollToLeftEndCommand
source: Left Edge
de: Linker Rand
fr: Bord gauche
he_il: קצה שמאלי
it: Bordo sinistro
ja: 左端
ko: 왼쪽 가장자리
pl: Lewa krawędź
ru: Левый край
zh_cn: 左边缘

# ScrollBar_ScrollToRightEndCommand
source: Right Edge
de: Rechter Rand
fr: Bord droit
he_il: קצה ימני
it: Bordo destro
ja: 右端
ko: 오른쪽 가장자리
pl: Prawa krawędź
ru: Правый край
zh_cn: 右边缘

# ScrollBar_PageLeftCommand
source: Page Left
de: Seite links
fr: Page gauche
he_il: עמוד שמאלה
it: Pagina sinistra
ja: 左のページ
ko: 페이지 왼쪽으로
pl: Lewa strona
ru: Страница влево
zh_cn: 向左翻页

# ScrollBar_PageRightCommand
source: Page Right
de: Seite rechts
fr: Page droite
he_il: עמוד ימינה
it: Pagina destra
ja: 右のページ
ko: 페이지 오른쪽으로
pl: Prawa strona
ru: Страница вправо
zh_cn: 向右翻页

# ScrollBar_LineLeftCommand
source: Scroll Left
de: Nach links scrollen
he_il: גלול לשמאל
it: Scorri a sinistra
ja: 左にスクロール
ko: 왼쪽으로 스크롤
pl: Przewiń w lewo
ru: Листать влево
zh_cn: 向左滚动

# ScrollBar_LineRightCommand
source: Scroll Right
de: Nach rechts scrollen
he_il: גלול לימין
it: Scorri a destra
ja: 右にスクロール
ko: 오른쪽으로 스크롤
pl: Przewiń w prawo
ru: Листать вправо
zh_cn: 向右滚动

# S_MENU_UNDO
source: Undo
de: Rückgängig
fr: Défaire
he_il: בטל
it: Annulla
ja: 元に戻す
ko: 실행 취소
pl: Cofnij
ru: Отменить
zh_cn: 撤消

# S_MENU_REDO
source: Redo
de: Wiederherstellen
fr: Refaire
he_il: בצע שוב
it: Rifai
ja: やり直す
ko: 다시 실행
pl: Powtórz
ru: Повторить
zh_cn: 重做

# S_NOTIFICATIONS_TITLE
source: Notifications
de: Benachrichtigungen
he_il: הודעות
it: Notifiche
ja: 通知
ko: 알림
pl: Powiadomienia
ru: Уведомления
zh_cn: 通知

# S_TOOLTIP_MORE_INFO
source: Click to display more info
de: Zum Anzeigen weiterer Informationen klicken
fr: Cliquer pour afficher plus d’info
he_il: לחץ להצגת מידע נוסף
it: Premi per mostrare più informazioni
ja: クリックすると詳細情報が表示されます
ko: 클릭하여 추가 정보 표시
pl: Kliknij, aby wyświetlić więcej informacji
ru: Нажмите чтобы отобразить больше информации
zh_cn: 单击以显示更多信息

# S_LANG_NOTIFICATION_TITLE
source: App Language
de: App-Sprache
fr: Langue app
he_il: שפת התוכנה
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
pl: Język aplikacji
ru: Язык приложения
zh_cn: 应用语言

# S_LANG_NOTIFICATION
source: Select your app language of choice in the settings. Translation progress is displayed for the selected language. Please help us localize the app to your language on Weblate.
de: Wählen Sie Ihre bevorzugte Anwendungs Sprache in den Einstellungen aus. Die Übersetzungsfortschritte werden für die ausgewählte Sprache angezeigt. Bitte helfen Sie uns, die App in Ihre Sprache auf Weblate zu übersetzen.
fr: Sélectionnez la langue d'app de votre choix dans les paramètres. La progression de la traduction est affichée pour la langue sélectionnée. Veuillez nous aider à localiser l’application dans votre langue sur Weblate.
he_il: בחרו את שפת התצוגה הרצויה בהגדרות התוכנה. התקדמות התרגום מוצגת עבור השפה שנבחרה. עזרו לנו לתרגם את התוכנה לשפה שלכם ב Weblate.
it: Seleziona la lingua dell'app nelle impostazioni. Il progresso della traduzione viene visualizzato per la lingua selezionata. Aiutaci a localizzare l'app nella vostra lingua su Weblate.
ja: 設定でアプリの言語を選択してください。 選択した言語の翻訳の進捗状況が表示されます。 Weblate でアプリをあなたの言語にローカライズできるよう、ご協力をお願いいたします。
ko: 설정에서 원하는 앱 언어를 선택하세요. 선택한 언어의 번역 진행 상황이 표시됩니다. Weblate에서 앱을 해당 언어로 현지화하는 데 도움을 주세요.
pl: Wybierz preferowany język aplikacji w ustawieniach. Postęp tłumaczenia jest wyświetlany dla wybranego języka. Prosimy o pomoc w ltłumaczeniu aplikacji na Twój język w Weblate.
ru: Выберите ваш язык в настройках. Прогресс перевода на выбранный язык. Помогите с переводом на ваш язык на Weblate.
zh_cn: 在设置中选择应用的语言。 同时将显示所选语言的翻译进度。 请帮助我们在 Weblate 上将应用程序本地化为你的语言。

# S_GOTO_WEBLATE
source: Go to Weblate
de: Zu Weblate gehen
fr: Aller à Weblate
he_il: עבור לאתר Weblate
it: Vai su Weblate
ja: Weblateへ移動
ko: Weblate로 이동
pl: Idź do Weblate
ru: Перейти на Weblate
zh_cn: 转到 Weblate

# S_FILE_SOCKET
source: Socket
he_il: קובץ Socket
it: Socket (Unix)
ja: ソケット
ko: 소켓
pl: Gniazdo
ru: Сокет

# S_FILE_BLOCK
source: Block Device
de: Blockgerät
he_il: קובץ Block
it: Dispositivo a blocchi (Unix)
ja: ブロックデバイス
ko: 블록 장치
pl: Zablokuj urządzenie
ru: Устройство Block
zh_cn: 块设备

# S_FILE_CHAR
source: Char Device
de: Zeichengerät
he_il: קובץ Char
it: Dispositivo a caratteri (Unix)
ja: キャラクタデバイス
ko: 문자 장치
pl: Typ urządzenia
ru: Устройство Char
zh_cn: 字符设备

# S_FILE_UNKNOWN
source: Unknown
de: Unbekannt
fr: Inconnu
he_il: לא ידוע
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pl: Nieznany
ru: Неизвестный
zh_cn: 未知

# S_FILE_BROKEN_LINK
source: Broken Link
de: Defekte Verknüpfung
fr: Lien cassé
he_il: קישור שבור
it: Link rotto
ja: リンク切れ
ko: 끊어진 링크
pl: Uszkodzony link
ru: Неработающая ссылка
zh_cn: 损坏的符号链接
